{
  "programPollingDelay": 5000,
  "deviceZipTimeout": 1920000,
  "htmlRootsports": [
    {
      "region_code": "NRTW",
      "menu_resources": [
        {
          "key": "privacy",
          "name": "Privacy Policy",
          "type": "html",
          "data": "<article id=\"post-124\" class=\"post-124 page type-page status-publish hentry\"><header class=\"entry-header\"><h1 class=\"entry-title\">Privacy Policy<\/h1><\/header><!-- .entry-header --><div class=\"entry-content\"><div style=\"background-color: #ffffff; padding: 25px; font-size: larger;\"><span class=\"lgb\" style=\"font-weight: bold; color: #000000;\">TERMS OF USE AND PRIVACY STATEMENT<\/span> <br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><strong style=\"color: #000000;\">1.) Disclaimer <\/strong><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">Your access to and use of the Web Site and Service(s) provided by ROOT Sports and its affiliated companies (the “Company” or “ROOT Sports”), and any third-party material accessed therefrom, including any purchases of products and service(s) (the “Service(s)”) sold via the Web Site, is exclusively governed by these Terms of Use. BY ACCESSING OR USING OUR WEB SITE AND\/OR SERVICE(S), YOU ACCEPT AND AGREED TO BE BOUND BY THESE TERMS OF USE AS THE COMPANY MAY MODIFY THEM FROM TIME TO TIME. The data contained in our Web Site and\/or Service(s) is for entertainment, educational and informational purposes only and is not represented to be error free. The Company attempts to ensure that the data provided or otherwise displayed on our Web Site and\/or Service(s) is accurate. However, the Web Site and\/or Service(s) and its contents are provided on an “as is, as available” basis. Use of the Web Site and\/or Service(s) and its contents is at the user’s sole risk. The Company does not warrant that any functions of the Web Site and\/or Service(s) will be uninterrupted or error-free, that defects will be corrected, or that the Web Site and\/or Service(s) will be free from viruses or other harmful components. Any links to information not associated with the Company are provided as a courtesy and do not constitute an endorsement by the Company or its licensors as to any linked materials. If any provision of these Terms of Use or any application thereof is held to be invalid or unenforceable, that provision shall be deemed severable and the remainder of the Terms of Use shall not be affected.<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><strong style=\"color: #000000;\">2.) Modifications <\/strong><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">The Company may at any time make modifications, changes and alterations to the data of our Web Site and Service(s), including the Terms of Use, without prior notice. You are responsible for regularly reviewing these Terms of Use. Your continued use of our Web Site and\/or Service(s) following any modifications, changes or alterations shall constitute your acceptance of such modifications, changes or alterations.<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><strong style=\"color: #000000;\">3.) Intellectual Property Statement<\/strong> <br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">All content of our Web Site and Service(s) is the copyrighted material of the Company or the appropriate contributor, and is protected by United States and international copyright, trademark and other applicable laws. The Web Site and Service(s) include content, appearances and design, as well as trademarks, product names, graphics, logos, slogans, colors and designs that are the property of the Company or other third parties. Except as set forth in the relevant license agreements, nothing contained in our Web Site and\/or Service(s) grants any license or other right to any the Company’s intellectual property or any third party’s intellectual property. The appropriate party reserves all right, title and interest to its intellectual property on or associated with the Web Site and\/or Service(s). You may not copy (other than a copy for personal use, provided you do not remove any trademark, copyright or any other notice contained in the content), modify, distribute, alter, display, reproduce, transfer or republish any of the content of our Web Site and\/or Service(s) without obtaining the written permission of the Company.<\/span><br \/><br style=\"color: #000000;\" \/><strong style=\"color: #000000;\">4.) Applicable Law <\/strong><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">This Web Site and Service(s) are subject to the State of Texas. As such, the laws of the State of Texas will govern these Terms of Use, without giving effect to any principles of conflicts of laws. The parties agree that a condition of using this Web Site and\/or Service(s) is that any and all claims arising out of use of this Web Site and\/or Service(s) will be tried in the State of Texas and Texas law will apply. The courts in Dallas County, Texas shall have exclusive jurisdiction and venue, and you consent and submit to the personal jurisdiction of such court over any claim, suit, or proceeding arising out of these Terms of Use and Privacy Statement. <\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><strong style=\"color: #000000;\">5.) Communication <\/strong><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">As part of the Web Site and\/or Service(s) you agree that you may receive a series of ongoing communications regarding the Web Site and\/or Service(s). Upon receipt of any such communication, you will have the option to opt-out or unsubscribe. <\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><strong style=\"color: #000000;\">6.) <\/strong><strong style=\"color: #000000;\">Disclaimer of Warranties <\/strong><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">YOU AGREE AND ACKNOWLEDGE THAT YOUR USE OF THE WEB SITE AND\/OR THE SERVICE(S) IS AT YOUR SOLE RISK. THE COMPANY AND ITS AFFILIATES, THIRD PARTY LICENSORS AND SERVICE PROVIDERS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE WEB SITE AND\/OR SERVICE(S) AND YOUR USE THEREOF. THE COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES REGARDING THE ACCURACY OR COMPLETENESS OF THE CONTENT ON THE WEB SITE AND\/OR THE SERVICE(S) OR ON ANY SITES LINKED TO THIS SITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR USE OF THE WEB SITE AND\/OR SERVICE(S), (III) ANY UNAUTHORIZED ACCESS TO OR USE OF THE COMPANY’S SECURE SERVERS OR ANY AND ALL PERSONAL OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF YOUR USE OF THE WEB SITE AND\/OR SERVICE(S), (V) ANY BUGS, VIRUSES, OR TROJAN HORSES, OR RELATED PROBLEMS THAT MAY BE ACQUIRED OR TRANSMITTED IN CONNECTION WITH THE WEB SITE AND\/OR THE SERVICE(S), AND\/OR (VI) ANY ERRORS OR OMISSIONS IN ANY USER CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, PROVIDED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEB SITE OR THE SERVICE(S). THE COMPANY DOES NOT REPRESENT, WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY ON THE WEB SITE, SERVICE(S), ANY LINKED WEBSITE, OR BANNER OR OTHER ADVERTISING, AND THE COMPANY WILL NOT IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS.<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><strong style=\"color: #000000;\">7.) Limitation of Liability <\/strong><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">IN NO EVENT WILL THE COMPANY OR ITS AFFILIATES, REPRESENTATIVES, CONTRACTORS, OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY DAMAGES, INCLUDING, WITHOUT LIMITATION, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, WHETHER UNDER CONTRACT, TORT OR ANY OTHER THEORY OF LIABILITY, ARISING IN CONNECTION WITH (I) ANY PARTY’S USE OF THE WEB SITE AND\/OR SERVICE(S) OR A LINKED SITE, (II) ANY FAILURE, ERROR, OMISSION, INTERRUPTION, DEFECT, DELAY, COMPUTER VIRUS, LINE SYSTEM FAILURE OR LOSS OF DATA, (III) ANY LOSS OF USE RELATED TO OUR WEB SITE AND\/OR SERVICE(S) OR A LINKED SITE, (IV), ANY WEB SITE OPERATED BY ANY THIRD PARTY, (V) OR ANY CONTENT OF THIS WEB SITE OR ANY LINKED SITE, EVEN IF THE COMPANY IS AWARE OF THE POSSIBILITY OF SUCH DAMAGES. <\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">YOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS THE COMPANY AND THE COMPANY’S AFFILIATES, LICENSORS AND CONTRACTORS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES OR AGENTS, FROM AND AGAINST ANY AND ALL THIRD PARTY CLAIMS, DEMANDS, LIABILITIES, COSTS OR EXPENSES, INCLUDING REASONABLE ATTORNEYS’ FEES, ARISING FROM OR RELATED TO ANY BREACH BY YOU OF ANY OF THESE TERMS OF USE OR APPLICABLE LAW, INCLUDING THOSE REGARDING INTELLECTUAL PROPERTY. <\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><strong style=\"color: #000000;\">8.) Guidelines for Children<\/strong><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">It is our policy to comply with the Children’s Online Privacy Protection Act of 1998 and all other applicable laws. By accessing the Web Site and\/or Service(s), you affirm that you are more than 18 years old, are an emancipated minor, or have the consent of your parents or legal guardian and, therefore, are fully capable and competent to abide by and enter into the agreements and obligations set forth in these Terms of Services. Otherwise, you further affirm that you are at least 13 years old as the Web Site and\/or Service(s) are not intended for children under 13 years old. If you do not comply with this age restriction, please do not use the Web Site and\/or Service(s).<\/span> <br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><strong style=\"color: #000000;\">9.) Termination of Web Site and\/or Service(s) <\/strong><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">ROOT Sports reserves the right to terminate the Web Site and\/or Service(s) in their entirety at any time and for any reason. <\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><strong style=\"color: #000000;\">10.) Privacy Statement<\/strong><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">The Company strives to ensure the privacy and accuracy of your confidential information. If you are ever offered the opportunity to purchase products and Service(s) via the Web Site, you may be required to provide us with information that personally identifies you (“Personal Information”). Personal Information may include (i) contact data (such as your name, physical and email addresses, phone numbers and domain names), and (ii) financial data (such as your account or credit card number).<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">Aggregate information on Web Site usage is or may be recorded, and information volunteered by site users including all data submitted is collected and stored. This includes the use of specific services on the Web Site and\/or Service(s) such as performing keyword searches, registering for events, or requesting additional information. We also collect and retain your email address and any other information you provide, when you communicate with us via email. We collect this information to provide online services, and to enhance our Web content and improve our quality of service.<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">Cookies are small files that may include a unique identifier, which is sent from our Web server to your web browser and is stored on your hard drive for record-keeping purposes. Cookies may be required to use certain services on the Site. We use cookies to provide services, to record current session information and identify user trends and patterns. You may choose to view, block or erase cookies within your web browser. However, this may limit your ability to use all services provided on our web sites. Although, some web sites may be able to track your usage after cookie deletion if you come back to the same site or a related site and provide personal information.<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">The confidential data you submit is encrypted using industry-standard SSL encryption. Furthermore, all of the customer data we collect is protected against unauthorized access and is never sold, traded or rented for commercial purposes to other organizations except to provide services, information, or products you’ve requested, when we have your permission, or in the following circumstances: (a) in the case of a sale of all of the assets of the Company, a merger involving the Company, a sale of assets involving the Company or a corporate reorganization involving the Company; and (b) when it is necessary to share information to investigate, prevent, or take action regarding illegal activities, suspected threatening or fraudulent activities, and violations of Terms of Service, or as otherwise required by law.<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">In addition, whenever you voluntarily disclose Personal Information on-line, for example on message boards, through e-mail, or in chat areas, that information can be seen, collected and used by others.<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">Through the Web Site and\/or Service(s) you may be introduced to a variety of third-party vendors and sites. The privacy policies of these third parties are not under our control. The use of any information that you may provide to any third party will be governed by the privacy policy of the operator of the site that you are visiting, which may differ from ours. As well, in some cases these third parties may share the information that they collect about you with the Company. Because we do not control the privacy policies of our business affiliates or any other sites to which we may provide hyperlinks, you may deem it advisable to review the privacy policy of the site you are visiting. If you cannot find that site’s privacy policy, or if you are uncertain about the entity to which you are providing your information, you should contact that site directly for more information.<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">The Web Site and\/or Service(s) may include a variety of features, such as bulletin boards and chat rooms, which allow feedback to us and real-time interaction between site users. The Company does not control the posting of messages, information or files that others may provide through the Site. You understand that the Company has no obligation to monitor any bulletin boards, chat rooms, or other areas of the Web Site and\/or Service(s) through which users can supply information or material. However, the Company reserves the right at all times to disclose any information as necessary to satisfy any law, regulation or governmental request, or to refuse to post or to remove any information or materials, in whole or in part, that in the Company’s sole discretion are objectionable or in violation of the Terms of Use.<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><span style=\"color: #000000;\">Copyright 2016, ROOT Sports, except where otherwise noted. All rights reserved.<\/span><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><br style=\"color: #000000;\" \/><\/div><\/div><!-- .entry-content -->                <\/article>"
        },
        {
          "key": "contact",
          "name": "Contact Us",
          "type": "url",
          "url": "https://northwest.rootsports.com/support-request/"
        },
        {
          "key": "careers",
          "name": "Careers",
          "type": "url",
          "url": "http://northwest.rootsports.com/careers/"
        },
        {
          "key": "about",
          "name": "About Us",
          "type": "html",
          "data": "<h2>About Us<\/h2>\r\n<div class=\"entry-content\">\r\n  <p><strong><em>ROOT SPORTS<\/em><\/strong> is the television home of the Seattle Mariners, Seattle Seahawks, Seattle Sounders FC, Portland Timbers, Gonzaga Bulldogs, Big Sky Conference and Mountain West. The network reaches approximately 3.2 million households across five states, and delivers more than 350 live events each year – all of which are available in high definition.<\/p>\r\n  <p><span style=\"color: #000000;\"><span style=\"color: #ffffff;\"><strong><em>ROOT SPORTS<\/em><\/strong> Northwest operated by AT&amp;T Sports Networks, which operates regional sports networks in the Northwest, Pittsburgh, Rocky Mountain and Southwest regions. The four networks combined reach approximately 13 million households across 22 states and own exclusive rights to produce and distribute live events from more than 25 teams and conferences.<\/span><br><\/span><\/p>\r\n  <p>Established on April 1, 2011, <em><strong>ROOT SPORTS<\/strong><\/em> is the nation&#8217;s premier regional sports network(s) providing a unique and special experience for local sports fans, sponsors, teams and media partners. Formerly FSN Northwest, we realized we had the opportunity to create something special, not just by changing our name, but by developing a brand that brings powerful meaning to the local fan&#8217;s viewing experience and creates our own identity that aligns more closely with our team partners, the fans and our regions.<\/p>\r\n  <p>Our name has a double meaning &#8211; supporting and rooting for our home team, and being grounded, connected and an insider with our team partners and their fans. As fans, we are rooting for the home team to win and be successful &#8211; this is what keeps us grounded in the community and gives us something to collectively celebrate, know and embrace.<\/p>\r\n  <p>Guided by our positioning, we deliver coverage that is decidedly local and specifically from a fans point of view. Here&#8217;s how:<\/p>\r\n  <p>&nbsp;<\/p>\r\n  <p><strong>We are on the inside.<\/strong> We have relationships with the teams and invest in them to the greatest degree in order to deliver unparalleled access to games and exclusive behind-the-scenes coverage.<\/p>\r\n  <p><strong>We heighten.<\/strong> We make sure your games look great by capitalizing on every available resource and adding greater context, innovation and shine to the experience.<\/p>\r\n  <p><strong>We connect.<\/strong> We never miss an opportunity to give our viewers and sponsors a feeling of participation and make them feel closer to the game and team.<\/p>\r\n  <p>&nbsp;<\/p>\r\n  <p>Our name reflects that we too are passionate fans, rooted in the community and committed to providing a quality experience that connects us to our teams and their fans. By simply watching, fans are connected to something bigger and are united with a tribe of fellow fans that share in the same excitement of special moments and the months-long journeys called seasons.<\/p>\r\n  <p>&nbsp;<\/p>\r\n  <p style=\"text-align: center;\"><strong><span style=\"color: #b62025;\">Together, this tribe roots, lives and dies with its team. It&#8217;s what fans do. And it&#8217;s what we do too.<\/span><\/strong><\/p>\r\n  <p style=\"text-align: center;\"><strong><span style=\"color: #b62025;\">Welcome to <em>ROOT SPORTS<\/em>.<\/span><\/strong><\/p>\r\n<\/div><!-- .entry-content -->"
        },
        {
          "key": "certifications",
          "name": "Certifications",
          "type": "html",
          "data": "<ul><li><a href=\"http:\/\/dehayf5mhw1h7.cloudfront.net\/wp-content\/uploads\/sites\/21\/2014\/09\/10145056\/All-Region-CALM-17Q2.pdf\"><strong><em>ROOT SPORTS<\/em>  | All Regions:<\/strong>  CALM Act Certificates<\/span><\/a><\/li><li><a href=\"http:\/\/dehayf5mhw1h7.cloudfront.net\/wp-content\/uploads\/sites\/21\/2014\/09\/10145056\/All-Region-CCC-17Q2.pdf\"><span style=\"text-decoration: underline;\"><strong><em>ROOT SPORTS<\/em>  | All Regions:<\/strong>  Closed-Captioning Certificates<\/span><\/a><\/li><li><a href=\"http:\/\/dehayf5mhw1h7.cloudfront.net\/wp-content\/uploads\/sites\/21\/2014\/09\/10145056\/All-Region-CTA-17Q2.pdf\"><span style=\"text-decoration: underline;\"><strong><em>ROOT SPORTS<\/em>  | All Regions:<\/strong>  Children&#8217;s Television Act Certificates<\/span><\/a><\/li><\/ul>"
        },
        {
          "key": "resources",
          "name": "Affiliate Resources",
          "type": "url",
          "url": "http://northwest.rootsports.com/affiliate-resources/"
        },
        {
          "key": "press",
          "name": "Press",
          "type": "url",
          "url": "http://rootsports.itmwpb.com/press/"
        },
        {
          "key": "userAgreement",
          "name": "End User Acknowledgement",
          "type": "html",
          "data": "<div style=\"padding: 4px;\">\r\n<p>BY CLICKING “I AGREE”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE:\r\n<ul>\r\n\t<li>YOU HAVE READ AND UNDERSTAND THIS AGREEMENT (<a href=\"https:\/\/northwest.rootsports.com\/privacy-policy\/\">https:\/\/northwest.rootsports.com\/privacy-policy\/<\/a>) AND AGREE TO ITS TERMS;<\/li>\r\n\t<li>YOU ARE 18 YEARS OF AGE OR OLDER;<\/li>\r\n\t<li>TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 OF THE AGREEMENT.<\/li>\r\n<\/ul>\r\n<\/p>\r\n<\/div>"
        }
      ]
    }
  ],
  "htmlSportsnet": [
    {
      "region_code": "PTSB",
      "menu_resources": [
        {
          "key": "privacy",
          "name": "Privacy Policy",
          "type": "html",
          "data": "<article id=\"post-4894\" class=\"post-4894 page type-page status-publish hentry\"><header class=\"entry-header\"><h1 class=\"entry-title\">Privacy Policy<\/h1><\/header><!-- .entry-header --><div class=\"entry-content\"><p><strong>TERMS OF USE AND PRIVACY STATEMENT<\/strong><\/p><p><strong>1.) Disclaimer<\/strong><\/p><p>Your access to and use of the Web Site and Service(s) provided by AT&amp;T SportsNet and its affiliated companies (the “Company” or “AT&amp;T SportsNet”), and any third-party material accessed therefrom, including any purchases of products and service(s) (the “Service(s)”) sold via the Web Site, is exclusively governed by these Terms of Use. BY ACCESSING OR USING OUR WEB SITE AND\/OR SERVICE(S), YOU ACCEPT AND AGREED TO BE BOUND BY THESE TERMS OF USE AS THE COMPANY MAY MODIFY THEM FROM TIME TO TIME. The data contained in our Web Site and\/or Service(s) is for entertainment, educational and informational purposes only and is not represented to be error free. The Company attempts to ensure that the data provided or otherwise displayed on our Web Site and\/or Service(s) is accurate. However, the Web Site and\/or Service(s) and its contents are provided on an “as is, as available” basis. Use of the Web Site and\/or Service(s) and its contents is at the user’s sole risk. The Company does not warrant that any functions of the Web Site and\/or Service(s) will be uninterrupted or error-free, that defects will be corrected, or that the Web Site and\/or Service(s) will be free from viruses or other harmful components. Any links to information not associated with the Company are provided as a courtesy and do not constitute an endorsement by the Company or its licensors as to any linked materials. If any provision of these Terms of Use or any application thereof is held to be invalid or unenforceable, that provision shall be deemed severable and the remainder of the Terms of Use shall not be affected.<\/p><p><strong>2.) Modifications<\/strong><\/p><p>The Company may at any time make modifications, changes and alterations to the data of our Web Site and Service(s), including the Terms of Use, without prior notice. You are responsible for regularly reviewing these Terms of Use. Your continued use of our Web Site and\/or Service(s) following any modifications, changes or alterations shall constitute your acceptance of such modifications, changes or alterations.<\/p><p><strong>3.) Intellectual Property Statement<\/strong><\/p><p>All content of our Web Site and Service(s) is the copyrighted material of the Company or the appropriate contributor, and is protected by United States and international copyright, trademark and other applicable laws. The Web Site and Service(s) include content, appearances and design, as well as trademarks, product names, graphics, logos, slogans, colors and designs that are the property of the Company or other third parties. Except as set forth in the relevant license agreements, nothing contained in our Web Site and\/or Service(s) grants any license or other right to any the Company’s intellectual property or any third party’s intellectual property. The appropriate party reserves all right, title and interest to its intellectual property on or associated with the Web Site and\/or Service(s). You may not copy (other than a copy for personal use, provided you do not remove any trademark, copyright or any other notice contained in the content), modify, distribute, alter, display, reproduce, transfer or republish any of the content of our Web Site and\/or Service(s) without obtaining the written permission of the Company.<\/p><p><strong>4.) Applicable Law<\/strong><\/p><p>This Web Site and Service(s) are subject to the State of Texas. As such, the laws of the State of Texas will govern these Terms of Use, without giving effect to any principles of conflicts of laws. The parties agree that a condition of using this Web Site and\/or Service(s) is that any and all claims arising out of use of this Web Site and\/or Service(s) will be tried in the State of Texas and Texas law will apply. The courts in Dallas County, Texas shall have exclusive jurisdiction and venue, and you consent and submit to the personal jurisdiction of such court over any claim, suit, or proceeding arising out of these Terms of Use and Privacy Statement.<\/p><p><strong>5.) Communication<\/strong><\/p><p>As part of the Web Site and\/or Service(s) you agree that you may receive a series of ongoing communications regarding the Web Site and\/or Service(s). Upon receipt of any such communication, you will have the option to opt-out or unsubscribe.<\/p><p><strong>6.) Disclaimer of Warranties<\/strong><\/p><p>YOU AGREE AND ACKNOWLEDGE THAT YOUR USE OF THE WEB SITE AND\/OR THE SERVICE(S) IS AT YOUR SOLE RISK. THE COMPANY AND ITS AFFILIATES, THIRD PARTY LICENSORS AND SERVICE PROVIDERS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE WEB SITE AND\/OR SERVICE(S) AND YOUR USE THEREOF. THE COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES REGARDING THE ACCURACY OR COMPLETENESS OF THE CONTENT ON THE WEB SITE AND\/OR THE SERVICE(S) OR ON ANY SITES LINKED TO THIS SITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR USE OF THE WEB SITE AND\/OR SERVICE(S), (III) ANY UNAUTHORIZED ACCESS TO OR USE OF THE COMPANY’S SECURE SERVERS OR ANY AND ALL PERSONAL OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF YOUR USE OF THE WEB SITE AND\/OR SERVICE(S), (V) ANY BUGS, VIRUSES, OR TROJAN HORSES, OR RELATED PROBLEMS THAT MAY BE ACQUIRED OR TRANSMITTED IN CONNECTION WITH THE WEB SITE AND\/OR THE SERVICE(S), AND\/OR (VI) ANY ERRORS OR OMISSIONS IN ANY USER CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, PROVIDED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEB SITE OR THE SERVICE(S). THE COMPANY DOES NOT REPRESENT, WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY ON THE WEB SITE, SERVICE(S), ANY LINKED WEBSITE, OR BANNER OR OTHER ADVERTISING, AND THE COMPANY WILL NOT IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS.<\/p><p><strong>7.) Limitation of Liability<\/strong><\/p><p>IN NO EVENT WILL THE COMPANY OR ITS AFFILIATES, REPRESENTATIVES, CONTRACTORS, OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY DAMAGES, INCLUDING, WITHOUT LIMITATION, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, WHETHER UNDER CONTRACT, TORT OR ANY OTHER THEORY OF LIABILITY, ARISING IN CONNECTION WITH (I) ANY PARTY’S USE OF THE WEB SITE AND\/OR SERVICE(S) OR A LINKED SITE, (II) ANY FAILURE, ERROR, OMISSION, INTERRUPTION, DEFECT, DELAY, COMPUTER VIRUS, LINE SYSTEM FAILURE OR LOSS OF DATA, (III) ANY LOSS OF USE RELATED TO OUR WEB SITE AND\/OR SERVICE(S) OR A LINKED SITE, (IV), ANY WEB SITE OPERATED BY ANY THIRD PARTY, (V) OR ANY CONTENT OF THIS WEB SITE OR ANY LINKED SITE, EVEN IF THE COMPANY IS AWARE OF THE POSSIBILITY OF SUCH DAMAGES.<\/p><p>YOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS THE COMPANY AND THE COMPANY’S AFFILIATES, LICENSORS AND CONTRACTORS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES OR AGENTS, FROM AND AGAINST ANY AND ALL THIRD PARTY CLAIMS, DEMANDS, LIABILITIES, COSTS OR EXPENSES, INCLUDING REASONABLE ATTORNEYS’ FEES, ARISING FROM OR RELATED TO ANY BREACH BY YOU OF ANY OF THESE TERMS OF USE OR APPLICABLE LAW, INCLUDING THOSE REGARDING INTELLECTUAL PROPERTY.<\/p><p><strong>8.) Guidelines for Children<\/strong><\/p><p>It is our policy to comply with the Children’s Online Privacy Protection Act of 1998 and all other applicable laws. By accessing the Web Site and\/or Service(s), you affirm that you are more than 18 years old, are an emancipated minor, or have the consent of your parents or legal guardian and, therefore, are fully capable and competent to abide by and enter into the agreements and obligations set forth in these Terms of Services. Otherwise, you further affirm that you are at least 13 years old as the Web Site and\/or Service(s) are not intended for children under 13 years old. If you do not comply with this age restriction, please do not use the Web Site and\/or Service(s).<\/p><p><strong>9.) Termination of Web Site and\/or Service(s)<\/strong><\/p><p>AT&amp;T SportsNet reserves the right to terminate the Web Site and\/or Service(s) in their entirety at any time and for any reason.<\/p><p><strong>10.) Privacy Statement<\/strong><\/p><p>The Company strives to ensure the privacy and accuracy of your confidential information. If you are ever offered the opportunity to purchase products and Service(s) via the Web Site, you may be required to provide us with information that personally identifies you (“Personal Information”). Personal Information may include (i) contact data (such as your name, physical and email addresses, phone numbers and domain names), and (ii) financial data (such as your account or credit card number).<\/p><p>Aggregate information on Web Site usage is or may be recorded, and information volunteered by site users including all data submitted is collected and stored. This includes the use of specific services on the Web Site and\/or Service(s) such as performing keyword searches, registering for events, or requesting additional information. We also collect and retain your email address and any other information you provide, when you communicate with us via email. We collect this information to provide online services, and to enhance our Web content and improve our quality of service.<\/p><p>Cookies are small files that may include a unique identifier, which is sent from our Web server to your web browser and is stored on your hard drive for record-keeping purposes. Cookies may be required to use certain services on the Site. We use cookies to provide services, to record current session information and identify user trends and patterns. You may choose to view, block or erase cookies within your web browser. However, this may limit your ability to use all services provided on our web sites. Although, some web sites may be able to track your usage after cookie deletion if you come back to the same site or a related site and provide personal information.<\/p><p>The confidential data you submit is encrypted using industry-standard SSL encryption. Furthermore, all of the customer data we collect is protected against unauthorized access and is never sold, traded or rented for commercial purposes to other organizations except to provide services, information, or products you’ve requested, when we have your permission, or in the following circumstances: (a) in the case of a sale of all of the assets of the Company, a merger involving the Company, a sale of assets involving the Company or a corporate reorganization involving the Company; and (b) when it is necessary to share information to investigate, prevent, or take action regarding illegal activities, suspected threatening or fraudulent activities, and violations of Terms of Service, or as otherwise required by law.<\/p><p>In addition, whenever you voluntarily disclose Personal Information on-line, for example on message boards, through e-mail, or in chat areas, that information can be seen, collected and used by others.<\/p><p>Through the Web Site and\/or Service(s) you may be introduced to a variety of third-party vendors and sites. The privacy policies of these third parties are not under our control. The use of any information that you may provide to any third party will be governed by the privacy policy of the operator of the site that you are visiting, which may differ from ours. As well, in some cases these third parties may share the information that they collect about you with the Company. Because we do not control the privacy policies of our business affiliates or any other sites to which we may provide hyperlinks, you may deem it advisable to review the privacy policy of the site you are visiting. If you cannot find that site’s privacy policy, or if you are uncertain about the entity to which you are providing your information, you should contact that site directly for more information.<\/p><p>The Web Site and\/or Service(s) may include a variety of features, such as bulletin boards and chat rooms, which allow feedback to us and real-time interaction between site users. The Company does not control the posting of messages, information or files that others may provide through the Site. You understand that the Company has no obligation to monitor any bulletin boards, chat rooms, or other areas of the Web Site and\/or Service(s) through which users can supply information or material. However, the Company reserves the right at all times to disclose any information as necessary to satisfy any law, regulation or governmental request, or to refuse to post or to remove any information or materials, in whole or in part, that in the Company’s sole discretion are objectionable or in violation of the Terms of Use.<\/p><p>Copyright 2016, AT&amp;T SportsNet, except where otherwise noted. All rights reserved.<\/p><p>&nbsp;<\/p><\/div><!-- .entry-content --><\/article>"
        },
        {
          "key": "contact",
          "name": "Contact Us",
          "type": "url",
          "url": "http://pittsburgh-attsn.att.com/contact-us/"
        },
        {
          "key": "careers",
          "name": "Careers",
          "type": "url",
          "url": "https://connect.att.jobs/"
        },
        {
          "key": "about",
          "name": "About Us",
          "type": "html",
          "data": "<h2>About Us<\/h2>\r\n<div class=\"entry-content\">\r\n  <p>AT&amp;T SportsNet is the television home of the Pittsburgh Penguins, Pittsburgh Pirates, Wild &amp; Wonderful Sports, WVU Football and Basketball.<\/p>\r\n  <p><strong>THE FAN CONNECTION<\/strong><\/p>\r\n  <p>AT&amp;T SportsNet delivers sports experiences that fuel our passion and pride as fans while generating deeper connections to our home teams and our cities where they play. When you’re a real fan, it’s never just a game. We don’t hang up the colors when the lights go out: we wear them with pride outside the lines and celebrate the stories they inspire. We lead this tribe of the faithful in the constant pursuit of new ways to passionately enjoy the game day experience, while being immersed in the stories and emotion that surround the teams and cities we call home.<\/p>\r\n  <p>Our fandom has no limits. It’s driven by the desire to not only know more but also to experience it whenever we want, wherever we are.<\/p>\r\n  <p>Our connection is not just something we have; it’s something we can feel in our souls. That connection is fueled by our commitment to innovate and generate a premium experience in and around the games and the teams that inspire us to be passionate fans.<\/p>\r\n  <p>&nbsp;<\/p>\r\n  <p>Welcome to AT&amp;T SportsNet.<\/p>\r\n<\/div>"
        },
        {
          "key": "certifications",
          "name": "Certifications",
          "type": "url",
          "url": "http://dehayf5mhw1h7.cloudfront.net/wp-content/uploads/sites/843/2017/06/21125631/SW-Q2.pdf"
        },
        {
          "key": "resources",
          "name": "Affiliate Resources",
          "type": "url",
          "url": "http://southwest-attsn.att.com/affiliate-resources/"
        },
        {
          "key": "press",
          "name": "Press",
          "type": "url",
          "url": "http://southwest-attsn.att.com/category/press/"
        },
        {
          "key": "userAgreement",
          "name": "End User Acknowledgement",
          "type": "html",
          "data": "<div style=\"padding: 4px;\">\r\n<p>BY CLICKING “I AGREE”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE:\r\n<ul>\r\n\t<li>YOU HAVE READ AND UNDERSTAND THIS AGREEMENT (<a href=\"http:\/\/www.attsportsnet.com\/privacy-policy\/\">http:\/\/www.attsportsnet.com\/privacy-policy\/<\/a>) AND AGREE TO ITS TERMS;<\/li>\r\n\t<li>YOU ARE 18 YEARS OF AGE OR OLDER;<\/li>\r\n\t<li>TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 OF THE AGREEMENT.<\/li>\r\n<\/ul>\r\n<\/p>\r\n<\/div>"
        }
      ]
    },
    {
      "region_code": "RMNT",
      "menu_resources": [
        {
          "key": "privacy",
          "name": "Privacy Policy",
          "type": "html",
          "data": "<article id=\"post-4894\" class=\"post-4894 page type-page status-publish hentry\"><header class=\"entry-header\"><h1 class=\"entry-title\">Privacy Policy<\/h1><\/header><!-- .entry-header --><div class=\"entry-content\"><p><strong>TERMS OF USE AND PRIVACY STATEMENT<\/strong><\/p><p><strong>1.) Disclaimer<\/strong><\/p><p>Your access to and use of the Web Site and Service(s) provided by AT&amp;T SportsNet and its affiliated companies (the “Company” or “AT&amp;T SportsNet”), and any third-party material accessed therefrom, including any purchases of products and service(s) (the “Service(s)”) sold via the Web Site, is exclusively governed by these Terms of Use. BY ACCESSING OR USING OUR WEB SITE AND\/OR SERVICE(S), YOU ACCEPT AND AGREED TO BE BOUND BY THESE TERMS OF USE AS THE COMPANY MAY MODIFY THEM FROM TIME TO TIME. The data contained in our Web Site and\/or Service(s) is for entertainment, educational and informational purposes only and is not represented to be error free. The Company attempts to ensure that the data provided or otherwise displayed on our Web Site and\/or Service(s) is accurate. However, the Web Site and\/or Service(s) and its contents are provided on an “as is, as available” basis. Use of the Web Site and\/or Service(s) and its contents is at the user’s sole risk. The Company does not warrant that any functions of the Web Site and\/or Service(s) will be uninterrupted or error-free, that defects will be corrected, or that the Web Site and\/or Service(s) will be free from viruses or other harmful components. Any links to information not associated with the Company are provided as a courtesy and do not constitute an endorsement by the Company or its licensors as to any linked materials. If any provision of these Terms of Use or any application thereof is held to be invalid or unenforceable, that provision shall be deemed severable and the remainder of the Terms of Use shall not be affected.<\/p><p><strong>2.) Modifications<\/strong><\/p><p>The Company may at any time make modifications, changes and alterations to the data of our Web Site and Service(s), including the Terms of Use, without prior notice. You are responsible for regularly reviewing these Terms of Use. Your continued use of our Web Site and\/or Service(s) following any modifications, changes or alterations shall constitute your acceptance of such modifications, changes or alterations.<\/p><p><strong>3.) Intellectual Property Statement<\/strong><\/p><p>All content of our Web Site and Service(s) is the copyrighted material of the Company or the appropriate contributor, and is protected by United States and international copyright, trademark and other applicable laws. The Web Site and Service(s) include content, appearances and design, as well as trademarks, product names, graphics, logos, slogans, colors and designs that are the property of the Company or other third parties. Except as set forth in the relevant license agreements, nothing contained in our Web Site and\/or Service(s) grants any license or other right to any the Company’s intellectual property or any third party’s intellectual property. The appropriate party reserves all right, title and interest to its intellectual property on or associated with the Web Site and\/or Service(s). You may not copy (other than a copy for personal use, provided you do not remove any trademark, copyright or any other notice contained in the content), modify, distribute, alter, display, reproduce, transfer or republish any of the content of our Web Site and\/or Service(s) without obtaining the written permission of the Company.<\/p><p><strong>4.) Applicable Law<\/strong><\/p><p>This Web Site and Service(s) are subject to the State of Texas. As such, the laws of the State of Texas will govern these Terms of Use, without giving effect to any principles of conflicts of laws. The parties agree that a condition of using this Web Site and\/or Service(s) is that any and all claims arising out of use of this Web Site and\/or Service(s) will be tried in the State of Texas and Texas law will apply. The courts in Dallas County, Texas shall have exclusive jurisdiction and venue, and you consent and submit to the personal jurisdiction of such court over any claim, suit, or proceeding arising out of these Terms of Use and Privacy Statement.<\/p><p><strong>5.) Communication<\/strong><\/p><p>As part of the Web Site and\/or Service(s) you agree that you may receive a series of ongoing communications regarding the Web Site and\/or Service(s). Upon receipt of any such communication, you will have the option to opt-out or unsubscribe.<\/p><p><strong>6.) Disclaimer of Warranties<\/strong><\/p><p>YOU AGREE AND ACKNOWLEDGE THAT YOUR USE OF THE WEB SITE AND\/OR THE SERVICE(S) IS AT YOUR SOLE RISK. THE COMPANY AND ITS AFFILIATES, THIRD PARTY LICENSORS AND SERVICE PROVIDERS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE WEB SITE AND\/OR SERVICE(S) AND YOUR USE THEREOF. THE COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES REGARDING THE ACCURACY OR COMPLETENESS OF THE CONTENT ON THE WEB SITE AND\/OR THE SERVICE(S) OR ON ANY SITES LINKED TO THIS SITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR USE OF THE WEB SITE AND\/OR SERVICE(S), (III) ANY UNAUTHORIZED ACCESS TO OR USE OF THE COMPANY’S SECURE SERVERS OR ANY AND ALL PERSONAL OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF YOUR USE OF THE WEB SITE AND\/OR SERVICE(S), (V) ANY BUGS, VIRUSES, OR TROJAN HORSES, OR RELATED PROBLEMS THAT MAY BE ACQUIRED OR TRANSMITTED IN CONNECTION WITH THE WEB SITE AND\/OR THE SERVICE(S), AND\/OR (VI) ANY ERRORS OR OMISSIONS IN ANY USER CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, PROVIDED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEB SITE OR THE SERVICE(S). THE COMPANY DOES NOT REPRESENT, WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY ON THE WEB SITE, SERVICE(S), ANY LINKED WEBSITE, OR BANNER OR OTHER ADVERTISING, AND THE COMPANY WILL NOT IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS.<\/p><p><strong>7.) Limitation of Liability<\/strong><\/p><p>IN NO EVENT WILL THE COMPANY OR ITS AFFILIATES, REPRESENTATIVES, CONTRACTORS, OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY DAMAGES, INCLUDING, WITHOUT LIMITATION, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, WHETHER UNDER CONTRACT, TORT OR ANY OTHER THEORY OF LIABILITY, ARISING IN CONNECTION WITH (I) ANY PARTY’S USE OF THE WEB SITE AND\/OR SERVICE(S) OR A LINKED SITE, (II) ANY FAILURE, ERROR, OMISSION, INTERRUPTION, DEFECT, DELAY, COMPUTER VIRUS, LINE SYSTEM FAILURE OR LOSS OF DATA, (III) ANY LOSS OF USE RELATED TO OUR WEB SITE AND\/OR SERVICE(S) OR A LINKED SITE, (IV), ANY WEB SITE OPERATED BY ANY THIRD PARTY, (V) OR ANY CONTENT OF THIS WEB SITE OR ANY LINKED SITE, EVEN IF THE COMPANY IS AWARE OF THE POSSIBILITY OF SUCH DAMAGES.<\/p><p>YOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS THE COMPANY AND THE COMPANY’S AFFILIATES, LICENSORS AND CONTRACTORS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES OR AGENTS, FROM AND AGAINST ANY AND ALL THIRD PARTY CLAIMS, DEMANDS, LIABILITIES, COSTS OR EXPENSES, INCLUDING REASONABLE ATTORNEYS’ FEES, ARISING FROM OR RELATED TO ANY BREACH BY YOU OF ANY OF THESE TERMS OF USE OR APPLICABLE LAW, INCLUDING THOSE REGARDING INTELLECTUAL PROPERTY.<\/p><p><strong>8.) Guidelines for Children<\/strong><\/p><p>It is our policy to comply with the Children’s Online Privacy Protection Act of 1998 and all other applicable laws. By accessing the Web Site and\/or Service(s), you affirm that you are more than 18 years old, are an emancipated minor, or have the consent of your parents or legal guardian and, therefore, are fully capable and competent to abide by and enter into the agreements and obligations set forth in these Terms of Services. Otherwise, you further affirm that you are at least 13 years old as the Web Site and\/or Service(s) are not intended for children under 13 years old. If you do not comply with this age restriction, please do not use the Web Site and\/or Service(s).<\/p><p><strong>9.) Termination of Web Site and\/or Service(s)<\/strong><\/p><p>AT&amp;T SportsNet reserves the right to terminate the Web Site and\/or Service(s) in their entirety at any time and for any reason.<\/p><p><strong>10.) Privacy Statement<\/strong><\/p><p>The Company strives to ensure the privacy and accuracy of your confidential information. If you are ever offered the opportunity to purchase products and Service(s) via the Web Site, you may be required to provide us with information that personally identifies you (“Personal Information”). Personal Information may include (i) contact data (such as your name, physical and email addresses, phone numbers and domain names), and (ii) financial data (such as your account or credit card number).<\/p><p>Aggregate information on Web Site usage is or may be recorded, and information volunteered by site users including all data submitted is collected and stored. This includes the use of specific services on the Web Site and\/or Service(s) such as performing keyword searches, registering for events, or requesting additional information. We also collect and retain your email address and any other information you provide, when you communicate with us via email. We collect this information to provide online services, and to enhance our Web content and improve our quality of service.<\/p><p>Cookies are small files that may include a unique identifier, which is sent from our Web server to your web browser and is stored on your hard drive for record-keeping purposes. Cookies may be required to use certain services on the Site. We use cookies to provide services, to record current session information and identify user trends and patterns. You may choose to view, block or erase cookies within your web browser. However, this may limit your ability to use all services provided on our web sites. Although, some web sites may be able to track your usage after cookie deletion if you come back to the same site or a related site and provide personal information.<\/p><p>The confidential data you submit is encrypted using industry-standard SSL encryption. Furthermore, all of the customer data we collect is protected against unauthorized access and is never sold, traded or rented for commercial purposes to other organizations except to provide services, information, or products you’ve requested, when we have your permission, or in the following circumstances: (a) in the case of a sale of all of the assets of the Company, a merger involving the Company, a sale of assets involving the Company or a corporate reorganization involving the Company; and (b) when it is necessary to share information to investigate, prevent, or take action regarding illegal activities, suspected threatening or fraudulent activities, and violations of Terms of Service, or as otherwise required by law.<\/p><p>In addition, whenever you voluntarily disclose Personal Information on-line, for example on message boards, through e-mail, or in chat areas, that information can be seen, collected and used by others.<\/p><p>Through the Web Site and\/or Service(s) you may be introduced to a variety of third-party vendors and sites. The privacy policies of these third parties are not under our control. The use of any information that you may provide to any third party will be governed by the privacy policy of the operator of the site that you are visiting, which may differ from ours. As well, in some cases these third parties may share the information that they collect about you with the Company. Because we do not control the privacy policies of our business affiliates or any other sites to which we may provide hyperlinks, you may deem it advisable to review the privacy policy of the site you are visiting. If you cannot find that site’s privacy policy, or if you are uncertain about the entity to which you are providing your information, you should contact that site directly for more information.<\/p><p>The Web Site and\/or Service(s) may include a variety of features, such as bulletin boards and chat rooms, which allow feedback to us and real-time interaction between site users. The Company does not control the posting of messages, information or files that others may provide through the Site. You understand that the Company has no obligation to monitor any bulletin boards, chat rooms, or other areas of the Web Site and\/or Service(s) through which users can supply information or material. However, the Company reserves the right at all times to disclose any information as necessary to satisfy any law, regulation or governmental request, or to refuse to post or to remove any information or materials, in whole or in part, that in the Company’s sole discretion are objectionable or in violation of the Terms of Use.<\/p><p>Copyright 2016, AT&amp;T SportsNet, except where otherwise noted. All rights reserved.<\/p><p>&nbsp;<\/p><\/div><!-- .entry-content --><\/article>"
        },
        {
          "key": "contact",
          "name": "Contact Us",
          "type": "url",
          "url": "http://rockymountain-attsn.att.com/contact-us/"
        },
        {
          "key": "careers",
          "name": "Careers",
          "type": "url",
          "url": "https://connect.att.jobs/"
        },
        {
          "key": "about",
          "name": "About Us",
          "type": "html",
          "data": "<h2>About Us<\/h2>\r\n<div class=\"entry-content\">\r\n  <p>AT&amp;T SportsNet is the television home of the Colorado Rockies, Utah Jazz, Vegas Golden Knights, Mountain West, and the Big Sky Conference.<\/p>\r\n  <p><strong>THE FAN CONNECTION<\/strong><\/p>\r\n  <p>AT&amp;T SportsNet delivers sports experiences that fuel our passion and pride as fans while generating deeper connections to our home teams and our cities where they play. When you’re a real fan, it’s never just a game. We don’t hang up the colors when the lights go out: we wear them with pride outside the lines and celebrate the stories they inspire. We lead this tribe of the faithful in the constant pursuit of new ways to passionately enjoy the game day experience, while being immersed in the stories and emotion that surround the teams and cities we call home.<\/p>\r\n  <p>Our fandom has no limits. It’s driven by the desire to not only know more but also to experience it whenever we want, wherever we are.<\/p>\r\n  <p>Our connection is not just something we have; it’s something we can feel in our souls. That connection is fueled by our commitment to innovate and generate a premium experience in and around the games and the teams that inspire us to be passionate fans.<\/p>\r\n  <p>Welcome to AT&amp;T SportsNet.<\/p>\r\n<\/div>"
        },
        {
          "key": "certifications",
          "name": "Certifications",
          "type": "url",
          "url": "http://dehayf5mhw1h7.cloudfront.net/wp-content/uploads/sites/843/2017/06/21125631/SW-Q2.pdf"
        },
        {
          "key": "resources",
          "name": "Affiliate Resources",
          "type": "url",
          "url": "http://southwest-attsn.att.com/affiliate-resources/"
        },
        {
          "key": "press",
          "name": "Press",
          "type": "url",
          "url": "http://southwest-attsn.att.com/category/press/"
        },
        {
          "key": "userAgreement",
          "name": "End User Acknowledgement",
          "type": "html",
          "data": "<div style=\"padding: 4px;\">\r\n<p>BY CLICKING “I AGREE”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE:\r\n<ul>\r\n\t<li>YOU HAVE READ AND UNDERSTAND THIS AGREEMENT (<a href=\"http:\/\/www.attsportsnet.com\/privacy-policy\/\">http:\/\/www.attsportsnet.com\/privacy-policy\/<\/a>) AND AGREE TO ITS TERMS;<\/li>\r\n\t<li>YOU ARE 18 YEARS OF AGE OR OLDER;<\/li>\r\n\t<li>TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 OF THE AGREEMENT.<\/li>\r\n<\/ul>\r\n<\/p>\r\n<\/div>"
        }
      ]
    },
    {
      "region_code": "SWST",
      "menu_resources": [
        {
          "key": "privacy",
          "name": "Privacy Policy",
          "type": "html",
          "data": "<article id=\"post-4894\" class=\"post-4894 page type-page status-publish hentry\"><header class=\"entry-header\"><h1 class=\"entry-title\">Privacy Policy<\/h1><\/header><!-- .entry-header --><div class=\"entry-content\"><p><strong>TERMS OF USE AND PRIVACY STATEMENT<\/strong><\/p><p><strong>1.) Disclaimer<\/strong><\/p><p>Your access to and use of the Web Site and Service(s) provided by AT&amp;T SportsNet and its affiliated companies (the “Company” or “AT&amp;T SportsNet”), and any third-party material accessed therefrom, including any purchases of products and service(s) (the “Service(s)”) sold via the Web Site, is exclusively governed by these Terms of Use. BY ACCESSING OR USING OUR WEB SITE AND\/OR SERVICE(S), YOU ACCEPT AND AGREED TO BE BOUND BY THESE TERMS OF USE AS THE COMPANY MAY MODIFY THEM FROM TIME TO TIME. The data contained in our Web Site and\/or Service(s) is for entertainment, educational and informational purposes only and is not represented to be error free. The Company attempts to ensure that the data provided or otherwise displayed on our Web Site and\/or Service(s) is accurate. However, the Web Site and\/or Service(s) and its contents are provided on an “as is, as available” basis. Use of the Web Site and\/or Service(s) and its contents is at the user’s sole risk. The Company does not warrant that any functions of the Web Site and\/or Service(s) will be uninterrupted or error-free, that defects will be corrected, or that the Web Site and\/or Service(s) will be free from viruses or other harmful components. Any links to information not associated with the Company are provided as a courtesy and do not constitute an endorsement by the Company or its licensors as to any linked materials. If any provision of these Terms of Use or any application thereof is held to be invalid or unenforceable, that provision shall be deemed severable and the remainder of the Terms of Use shall not be affected.<\/p><p><strong>2.) Modifications<\/strong><\/p><p>The Company may at any time make modifications, changes and alterations to the data of our Web Site and Service(s), including the Terms of Use, without prior notice. You are responsible for regularly reviewing these Terms of Use. Your continued use of our Web Site and\/or Service(s) following any modifications, changes or alterations shall constitute your acceptance of such modifications, changes or alterations.<\/p><p><strong>3.) Intellectual Property Statement<\/strong><\/p><p>All content of our Web Site and Service(s) is the copyrighted material of the Company or the appropriate contributor, and is protected by United States and international copyright, trademark and other applicable laws. The Web Site and Service(s) include content, appearances and design, as well as trademarks, product names, graphics, logos, slogans, colors and designs that are the property of the Company or other third parties. Except as set forth in the relevant license agreements, nothing contained in our Web Site and\/or Service(s) grants any license or other right to any the Company’s intellectual property or any third party’s intellectual property. The appropriate party reserves all right, title and interest to its intellectual property on or associated with the Web Site and\/or Service(s). You may not copy (other than a copy for personal use, provided you do not remove any trademark, copyright or any other notice contained in the content), modify, distribute, alter, display, reproduce, transfer or republish any of the content of our Web Site and\/or Service(s) without obtaining the written permission of the Company.<\/p><p><strong>4.) Applicable Law<\/strong><\/p><p>This Web Site and Service(s) are subject to the State of Texas. As such, the laws of the State of Texas will govern these Terms of Use, without giving effect to any principles of conflicts of laws. The parties agree that a condition of using this Web Site and\/or Service(s) is that any and all claims arising out of use of this Web Site and\/or Service(s) will be tried in the State of Texas and Texas law will apply. The courts in Dallas County, Texas shall have exclusive jurisdiction and venue, and you consent and submit to the personal jurisdiction of such court over any claim, suit, or proceeding arising out of these Terms of Use and Privacy Statement.<\/p><p><strong>5.) Communication<\/strong><\/p><p>As part of the Web Site and\/or Service(s) you agree that you may receive a series of ongoing communications regarding the Web Site and\/or Service(s). Upon receipt of any such communication, you will have the option to opt-out or unsubscribe.<\/p><p><strong>6.) Disclaimer of Warranties<\/strong><\/p><p>YOU AGREE AND ACKNOWLEDGE THAT YOUR USE OF THE WEB SITE AND\/OR THE SERVICE(S) IS AT YOUR SOLE RISK. THE COMPANY AND ITS AFFILIATES, THIRD PARTY LICENSORS AND SERVICE PROVIDERS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE WEB SITE AND\/OR SERVICE(S) AND YOUR USE THEREOF. THE COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES REGARDING THE ACCURACY OR COMPLETENESS OF THE CONTENT ON THE WEB SITE AND\/OR THE SERVICE(S) OR ON ANY SITES LINKED TO THIS SITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR USE OF THE WEB SITE AND\/OR SERVICE(S), (III) ANY UNAUTHORIZED ACCESS TO OR USE OF THE COMPANY’S SECURE SERVERS OR ANY AND ALL PERSONAL OR FINANCIAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF YOUR USE OF THE WEB SITE AND\/OR SERVICE(S), (V) ANY BUGS, VIRUSES, OR TROJAN HORSES, OR RELATED PROBLEMS THAT MAY BE ACQUIRED OR TRANSMITTED IN CONNECTION WITH THE WEB SITE AND\/OR THE SERVICE(S), AND\/OR (VI) ANY ERRORS OR OMISSIONS IN ANY USER CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, PROVIDED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE WEB SITE OR THE SERVICE(S). THE COMPANY DOES NOT REPRESENT, WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY ON THE WEB SITE, SERVICE(S), ANY LINKED WEBSITE, OR BANNER OR OTHER ADVERTISING, AND THE COMPANY WILL NOT IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS.<\/p><p><strong>7.) Limitation of Liability<\/strong><\/p><p>IN NO EVENT WILL THE COMPANY OR ITS AFFILIATES, REPRESENTATIVES, CONTRACTORS, OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY DAMAGES, INCLUDING, WITHOUT LIMITATION, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, WHETHER UNDER CONTRACT, TORT OR ANY OTHER THEORY OF LIABILITY, ARISING IN CONNECTION WITH (I) ANY PARTY’S USE OF THE WEB SITE AND\/OR SERVICE(S) OR A LINKED SITE, (II) ANY FAILURE, ERROR, OMISSION, INTERRUPTION, DEFECT, DELAY, COMPUTER VIRUS, LINE SYSTEM FAILURE OR LOSS OF DATA, (III) ANY LOSS OF USE RELATED TO OUR WEB SITE AND\/OR SERVICE(S) OR A LINKED SITE, (IV), ANY WEB SITE OPERATED BY ANY THIRD PARTY, (V) OR ANY CONTENT OF THIS WEB SITE OR ANY LINKED SITE, EVEN IF THE COMPANY IS AWARE OF THE POSSIBILITY OF SUCH DAMAGES.<\/p><p>YOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS THE COMPANY AND THE COMPANY’S AFFILIATES, LICENSORS AND CONTRACTORS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES OR AGENTS, FROM AND AGAINST ANY AND ALL THIRD PARTY CLAIMS, DEMANDS, LIABILITIES, COSTS OR EXPENSES, INCLUDING REASONABLE ATTORNEYS’ FEES, ARISING FROM OR RELATED TO ANY BREACH BY YOU OF ANY OF THESE TERMS OF USE OR APPLICABLE LAW, INCLUDING THOSE REGARDING INTELLECTUAL PROPERTY.<\/p><p><strong>8.) Guidelines for Children<\/strong><\/p><p>It is our policy to comply with the Children’s Online Privacy Protection Act of 1998 and all other applicable laws. By accessing the Web Site and\/or Service(s), you affirm that you are more than 18 years old, are an emancipated minor, or have the consent of your parents or legal guardian and, therefore, are fully capable and competent to abide by and enter into the agreements and obligations set forth in these Terms of Services. Otherwise, you further affirm that you are at least 13 years old as the Web Site and\/or Service(s) are not intended for children under 13 years old. If you do not comply with this age restriction, please do not use the Web Site and\/or Service(s).<\/p><p><strong>9.) Termination of Web Site and\/or Service(s)<\/strong><\/p><p>AT&amp;T SportsNet reserves the right to terminate the Web Site and\/or Service(s) in their entirety at any time and for any reason.<\/p><p><strong>10.) Privacy Statement<\/strong><\/p><p>The Company strives to ensure the privacy and accuracy of your confidential information. If you are ever offered the opportunity to purchase products and Service(s) via the Web Site, you may be required to provide us with information that personally identifies you (“Personal Information”). Personal Information may include (i) contact data (such as your name, physical and email addresses, phone numbers and domain names), and (ii) financial data (such as your account or credit card number).<\/p><p>Aggregate information on Web Site usage is or may be recorded, and information volunteered by site users including all data submitted is collected and stored. This includes the use of specific services on the Web Site and\/or Service(s) such as performing keyword searches, registering for events, or requesting additional information. We also collect and retain your email address and any other information you provide, when you communicate with us via email. We collect this information to provide online services, and to enhance our Web content and improve our quality of service.<\/p><p>Cookies are small files that may include a unique identifier, which is sent from our Web server to your web browser and is stored on your hard drive for record-keeping purposes. Cookies may be required to use certain services on the Site. We use cookies to provide services, to record current session information and identify user trends and patterns. You may choose to view, block or erase cookies within your web browser. However, this may limit your ability to use all services provided on our web sites. Although, some web sites may be able to track your usage after cookie deletion if you come back to the same site or a related site and provide personal information.<\/p><p>The confidential data you submit is encrypted using industry-standard SSL encryption. Furthermore, all of the customer data we collect is protected against unauthorized access and is never sold, traded or rented for commercial purposes to other organizations except to provide services, information, or products you’ve requested, when we have your permission, or in the following circumstances: (a) in the case of a sale of all of the assets of the Company, a merger involving the Company, a sale of assets involving the Company or a corporate reorganization involving the Company; and (b) when it is necessary to share information to investigate, prevent, or take action regarding illegal activities, suspected threatening or fraudulent activities, and violations of Terms of Service, or as otherwise required by law.<\/p><p>In addition, whenever you voluntarily disclose Personal Information on-line, for example on message boards, through e-mail, or in chat areas, that information can be seen, collected and used by others.<\/p><p>Through the Web Site and\/or Service(s) you may be introduced to a variety of third-party vendors and sites. The privacy policies of these third parties are not under our control. The use of any information that you may provide to any third party will be governed by the privacy policy of the operator of the site that you are visiting, which may differ from ours. As well, in some cases these third parties may share the information that they collect about you with the Company. Because we do not control the privacy policies of our business affiliates or any other sites to which we may provide hyperlinks, you may deem it advisable to review the privacy policy of the site you are visiting. If you cannot find that site’s privacy policy, or if you are uncertain about the entity to which you are providing your information, you should contact that site directly for more information.<\/p><p>The Web Site and\/or Service(s) may include a variety of features, such as bulletin boards and chat rooms, which allow feedback to us and real-time interaction between site users. The Company does not control the posting of messages, information or files that others may provide through the Site. You understand that the Company has no obligation to monitor any bulletin boards, chat rooms, or other areas of the Web Site and\/or Service(s) through which users can supply information or material. However, the Company reserves the right at all times to disclose any information as necessary to satisfy any law, regulation or governmental request, or to refuse to post or to remove any information or materials, in whole or in part, that in the Company’s sole discretion are objectionable or in violation of the Terms of Use.<\/p><p>Copyright 2016, AT&amp;T SportsNet, except where otherwise noted. All rights reserved.<\/p><p>&nbsp;<\/p><\/div><!-- .entry-content --><\/article>"
        },
        {
          "key": "contact",
          "name": "Contact Us",
          "type": "url",
          "url": "http://southwest-attsn.att.com/contact-us/"
        },
        {
          "key": "careers",
          "name": "Careers",
          "type": "url",
          "url": "https://connect.att.jobs/"
        },
        {
          "key": "about",
          "name": "About Us",
          "type": "html",
          "data": "<h2>About Us<\/h2>\r\n<div class=\"entry-content\">\r\n  <p>AT&amp;T SportsNet is the television home of the Houston Rockets and the Houston Astros,<\/p>\r\n  <p><strong>THE FAN CONNECTION<\/strong><\/p>\r\n  <p>AT&amp;T SportsNet delivers sports experiences that fuel our passion and pride as fans while generating deeper connections to our home teams and our cities where they play. When you’re a real fan, it’s never just a game. We don’t hang up the colors when the lights go out: we wear them with pride outside the lines and celebrate the stories they inspire. We lead this tribe of the faithful in the constant pursuit of new ways to passionately enjoy the game day experience, while being immersed in the stories and emotion that surround the teams and cities we call home.<\/p>\r\n  <p>Our fandom has no limits. It’s driven by the desire to not only know more but also to experience it whenever we want, wherever we are.<\/p>\r\n  <p>Our connection is not just something we have; it’s something we can feel in our souls. That connection is fueled by our commitment to innovate and generate a premium experience in and around the games and the teams that inspire us to be passionate fans.<\/p>\r\n  <p>Welcome to AT&amp;T SportsNet.<\/p>\r\n<\/div>"
        },
        {
          "key": "certifications",
          "name": "Certifications",
          "type": "url",
          "url": "http://dehayf5mhw1h7.cloudfront.net/wp-content/uploads/sites/843/2017/06/21125631/SW-Q2.pdf"
        },
        {
          "key": "resources",
          "name": "Affiliate Resources",
          "type": "url",
          "url": "http://southwest-attsn.att.com/affiliate-resources/"
        },
        {
          "key": "press",
          "name": "Press",
          "type": "url",
          "url": "http://southwest-attsn.att.com/category/press/"
        },
        {
          "key": "userAgreement",
          "name": "End User Acknowledgement",
          "type": "html",
          "data": "<div style=\"padding: 4px;\">\r\n<p>BY CLICKING “I AGREE”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE:\r\n<ul>\r\n\t<li>YOU HAVE READ AND UNDERSTAND THIS AGREEMENT (<a href=\"http:\/\/www.attsportsnet.com\/privacy-policy\/\">http:\/\/www.attsportsnet.com\/privacy-policy\/<\/a>) AND AGREE TO ITS TERMS;<\/li>\r\n\t<li>YOU ARE 18 YEARS OF AGE OR OLDER;<\/li>\r\n\t<li>TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 OF THE AGREEMENT.<\/li>\r\n<\/ul>\r\n<\/p>\r\n<\/div>"
        }
      ]
    }
  ],
  "errors": [
    {
      "code": 0,
      "header": "Unknown error.",
      "icon_class": "error__icon-subscription",
      "body": "Unknown error occurred. Please refresh page or contact support."
    },
    {
      "code": 1,
      "header": "Unsecure device.",
      "icon_class": "error__icon-subscription",
      "body": "The device is rooted. For security reasons the application cannot be run from a rooted device."
    },
    {
      "code": 2,
      "header": "The credentials is not valid.",
      "icon_class": "error__icon-subscription",
      "body": "Authentication failed with your provider. Please try again."
    },
    {
      "code": 3,
      "header": "This network is not included.",
      "icon_class": "error__icon-subscription",
      "body": "This channel is not included in your current {MVPD} service."
    },
    {
      "code": 4,
      "header": "This event is not available.",
      "icon_class": "error__icon-subscription",
      "body": "There was an issue authorizing the content/program."
    },
    {
      "code": 5,
      "header": "The maximum allowable streams.",
      "icon_class": "error__icon-subscription",
      "body": "You've reached the maximum allowed streams on your account. Please logout from one of your devices and try again."
    },
    {
      "code": 6,
      "header": "This event is not available on your current location.",
      "icon_class": "error__icon-location",
      "body": "Your device is currently not in region. Please try again when you're in region."
    },
    {
      "code": 7,
      "header": "The program is not authorized",
      "icon_class": "error__icon-subscription",
      "body": "Program not authorized by your service provider. Do you want to return to the schedule?",
      "recovery": "or try playing an alternate program."
    },
    {
      "code": 8,
      "header": "This event is not available on your current location.",
      "icon_class": "error__icon-location",
      "body": "Program not authorized in your current location. Do you want to return to the schedule?",
      "recovery": "or try playing an alternate program."
    },
    {
      "code": 9,
      "header": "Location services turned off",
      "icon_class": "error__icon-location",
      "body": "Location services are turned off. To get access, please enable location services."
    },
    {
      "code": 10,
      "header": "Mobile browsers are not allowed",
      "icon_class": "error__icon-location",
      "body": "Web application could not be launched in mobile browser. Install the native app please."
    },
    {
      "code": 12,
      "header": "Ooyala not authorized this media",
      "icon_class": "error__icon-subscription",
      "body": "This media is not authorized by Ooyala to watch on your computer."
    },
    {
      "code": 13,
      "header": "Programs list is empty",
      "icon_class": "error__icon-subscription",
      "body": "There are no programs in your region"
    },
    {
      "code": 14,
      "header": "DRM check error",
      "icon_class": "error__icon-drm",
      "body": "Program is DRM-restricted"
    },
    {
      "code": 15,
      "header": "Incorrect device zip",
      "icon_class": "error__icon-incorrect-zip",
      "body": "Location services detected your zip code as {device_zip}, which is incorrect"
    },
    {
      "code": 16,
      "header": "Location could not be determined",
      "icon_class": "error__icon-location-detection",
      "body": "Could not retrieve your location. Please try again"
    },
    {
      "code": 404,
      "header": "No programs on channel",
      "icon_class": "error__icon-no-programs",
      "body": "Currently no programs available",
      "recovery": "Would you like to watch a different program?"
    },
    {
      "code": 424,
      "header": "Service communication error",
      "icon_class": "error__icon-service-communication",
      "body": "Stream unavailable due to technical issue",
      "recovery": "Would you like to play different stream?"
    }
  ],
  "hotAndroidDevices": ["samsung_GT-I9505", "samsung_GT-I9500", "samsung_GT-I9505G", "Verizon_SCH-I545"]
}
