{
  "programPollingDelay": 5000,
  "deviceZipTimeout": 1920000,
  "htmlRootsports": [
    {
      "region_code": "NRTW",
      "menu_resources": [
        {
          "key": "privacy",
          "name": "Privacy Policy",
          "type": "html",
          "data": "<h1>NW SPORTSNET LLC Terms of Service, End User License Agreement, and Privacy Statement<\/h1>\r\n<p>NW SportsNet LLC licenses the App to You and grants You access to the ROOT SPORTS \r\nNetwork service (the “Service”), conditioned upon Your acceptance of these \r\nTerms of Service and End User License Agreement (the “Agreement”).<\/p>\r\n<p>THIS AGREEMENT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS (SEE SECTION 11), AND ALSO LIMITS THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF A DISPUTE (SEE SECTION 13).<\/p>\r\n<p>BY CLICKING “I AGREE” OR “ACCEPT”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE: (A) THAT YOU HAVE READ AND UNDERSTAND THIS AGREEMENT AND AGREE TO ITS TERMS; (B) THAT YOU ARE 18 YEARS OF AGE OR OLDER; AND (C) TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 HEREIN.<\/p>\r\n<p>If at any time after reviewing or using the App You wish to terminate such use or this Agreement, You must un-install and remove the App from Your Devices, and delete any copy of the App in Your possession. You agree that information collected from You or Your Devices before You un-install, remove or cease to use the App can still be used.<\/p>\r\n\r\n<p>\r\n<strong>1. DEFINITIONS<\/strong>. (a) “NWSN,” “We,” “Our” and “Us” mean NWSN, LLC and its subsidiaries, agents, employees, successors and assigns; (b) “App” means the ROOT Sports Network application, any website, software, components, data or services provided in connection with the ROOT Sports Network application and Service, and any updates to these items; and (c) “You” and “Your” mean an individual who downloads or uses the App and any person or entity represented by that individual.\r\n<\/p>\r\n<p>\r\n<strong>2. THE APP<\/strong>. The App allows You to access live television and sports events (collectively, “Content”) available through the Service over a broadband or wireless Internet connection. \r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.1 Use of App<\/strong>. You must be 18 years of age, or the age of majority in Your state or territory, to subscribe to the Service. Individuals under the age of 18, or applicable age of majority, may utilize the App only with the involvement of a parent or legal guardian, under such person’s Service account and otherwise subject to this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.2\tContent<\/strong>. You understand that the Service may include, and the App may allow You to access, Content that may be considered offensive, indecent, explicit, or objectionable and this Content may or may not be identified as having explicit language or other objectionable attributes. Neither NWSN nor its licensors shall have liability to You for such Content. Content types, genres, categories and descriptions, if any, are provided for Your convenience, and neither NWSN nor its licensors guarantees their accuracy.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.3\tLimitation on Streams<\/strong>. The number of devices on which You may simultaneously watch Content is limited. Currently, You are limited to 5 concurrent streams. The number of devices available for use and the simultaneous streams may change from time to time at Our discretion.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.4\tVideo Resolution<\/strong>. Resolution of video content can be affected by the format of the content We receive, the variety of Internet connections and device screens used, and other reasons. So, while We can’t guarantee a specific resolution, We use video optimization technology in an effort to provide a better experience, depending on the device being used and the bandwidth available.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.5\tData Usage<\/strong>. Usage of the App may count against Your data usage, subject to the terms of agreement with Your wireless or Internet provider.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.6\tGeographic Limitation<\/strong>. The Service is intended only for individuals located in those portions of the United States in which the Service is offered to consumers and, in the case of You, only in Your Services Area. You represent and warrant that, at any time You attempt to access the Service (including through the App), You will be located in Your Services Area and will not attempt to access the Service from any other location or through proxy servers located in any other location. We will use technologies to verify Your geographic location, and will block access to the Service based on Our good faith determination that You are located outside of Your Services Area. \r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>3.\tSUBSCRIPTION AUTHENTICATION<\/strong>. The App provides a live stream of the ROOT Sports Network programming then being exhibited by the Distributor in Your Services Area. \r\n<\/p>\r\n<p>\r\n<strong>4.\tACCOUNT ACCESS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.1\tEligibility Criteria<\/strong>. To be eligible to access the Service (including through the App), You must meet the following criteria (the “Eligibility Criteria”): (1) You must be a subscriber of an account in good standing with an authorized television provider (“Distributor”) that has a qualifying agreement with Us, and (2) You must then be located within the required geographic region of that Distributor (the “Services Area”). To access the Service and\/or App, You will be required to (a) authenticate Your account using a unique Username and password associated with Your Service subscription, and (b) confirm Your current location.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.2\tAccess and Passwords<\/strong>. You are responsible for maintaining the confidentiality of the password You use for Your Service account and are fully responsible for all activities that occur under Your password and Service account. You agree to keep Your password confidential, not to share it with anyone else and to immediately notify Us of any unauthorized use of Your Service account.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.3\tAccount Owner<\/strong>. The person who created the Service account and who agrees to this Agreement is the “Account Owner.” To provide You with ease of access to Your Service account, the Service implements technology that enables Us to recognize the Account Owner and provide the Account Owner with direct access to the account without retyping any password or other identification each time You visit and use the Service via the App, Your Devices, or Your browser. The Account Owner is solely responsible for enabling this functionality.\r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>5.\tCONTENT AND PROGRAMMING<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.1\tProgramming<\/strong>. Factors such as home zip code, current geographic location, and affiliate authentication affect the availability of programming. We reserve the unrestricted right to change, rearrange, add or delete Our programming content and any service We offer (including the Service), at any time. We will attempt to notify You of any changes within Our reasonable control.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.2\tPrivate Viewing<\/strong>. The App and Service are only for private, non-commercial use. Content may not be viewed in areas open to the public or in commercial establishments, even if no fee is charged for its viewing. You may not rebroadcast, transmit or perform the Content, or charge admission for its viewing, or transmit or distribute running accounts of it. You may not use any of Our trademarks.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.3\tBlackouts<\/strong>. Certain programming, including sports events, may be blacked out in Your local reception area. Blackout restrictions are decided by the sports leagues and other entities that own the local broadcast rights.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>6.\tLICENSE GRANT AND USE RESTRICTIONS<\/strong>. \r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>6.1\tLicense Grant<\/strong>. Subject to the restrictions set forth in Section 6.2, NWSN grants You a personal, revocable, non-exclusive, non-transferable, limited right to install and use a single instance of the App on a mobile device or other computing device that is owned and controlled by You (“Your Device”), and to access and use the App on Your Device solely for accessing the Service and viewing Content, strictly in accordance with the terms and conditions of this Agreement, and all applicable local, national, and international laws and regulations.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>6.2\tRestrictions on Use<\/strong>. You shall not: (a) decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the App, for any purpose; (b) modify, adapt, improve, or create any derivative work from the App or Content; (c) violate any applicable laws, rules or regulations in connection with Your access or use of the App or Content; (d) remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of NWSN or its collaborators, suppliers or licensors; (e) use the App or Content in a manner that derives revenue directly from such use, or use the App for any other purpose for which it is not designed or intended; (f) enable the use of the App on a device that is not Your Device; (g) enable access to or use of Content on a device that is not Your Device; (h) make the App or Content available over a network or other environment permitting access or use by multiple devices or users at the same time; (i) use the App or Content for creating a product, service or software that is, directly or indirectly, competitive with or in any way a substitute for any services, product or software offered by NWSN or its licensors; (j) use the App to send automated queries to any website or to send any unsolicited commercial e-mail; (k) use any proprietary information or interfaces of ROOT Sports Network or other intellectual property of NWSN in the design, development, manufacture, licensing or distribution of any applications, accessories or devices for use with the App; (l) circumvent, disable or tamper with any security-related components or other protective measures applicable to the App or the Content; or (m) reproduce, archive, retransmit, distribute, sell, lease, rent, exchange, modify, broadcast, synchronize, publicly perform, publish, publicly display, make available to third parties, transfer or circulate the App or Content. You agree to abide by the rules and policies established from time to time by NWSN. Such rules and policies may include, for example, required or automated updates, modifications, and\/or reinstallations of the App and obtaining available patches to address security, interoperability, or performance issues. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n\r\n<strong>7.\tINTELLECTUAL PROPERTY RIGHTS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.1\tRights to App and Service<\/strong>. The App (including its source and object code), any copies thereof (whether or not present on Your Device), the Service, and all copyrights, patents, trademarks, trade secrets and other intellectual property rights associated therewith are, and shall remain, the property of NWSN or its collaborators, licensors, or suppliers. The source and object code of the App are the proprietary and confidential information of NWSN and its collaborators, licensors and suppliers. The App is licensed, not sold, to You. Title to the App and Service shall remain with NWSN. NWSN and its collaborators, licensors, and suppliers reserve the right to change, suspend, terminate, remove, impose limits on the use of or access to, disable access to the App or Service or specific content, or require the return of the App (or any copy thereof), at any time without notice and will have no liability for doing so. Except as expressly stated in this Agreement, You are not granted any intellectual property rights in or to the App, Service or Content by implication, estoppel or other legal theory, and all rights in and to the App, Service and Content not expressly granted in this Agreement are hereby reserved and retained by NWSN. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.2\tROOT Sports Marks<\/strong>. The following company name and related logos and all related product and service names, design marks and slogans are trademarks and service marks owned by and used under license from AT&amp;T Sports Networks, LLC and AT&amp;T Intellectual Property: “ROOT Sports” (the “ROOT Sports Marks”). You are not authorized to use the ROOT Sports Marks in any advertising, publicity or in any other commercial manner without the prior written consent of AT&amp;T Sports Networks, LLC, which may be withheld for any or no reason. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.3\tOpen Source Software<\/strong>. The App may include third party software that is subject to open source license terms (“Open Source Software”). You acknowledge and agree that Your right to use such Open Source Software as part of the App is subject to and governed by the terms and conditions of any license applicable to the Open Source Software (the “Open Source License Terms”). In the event of a conflict between the terms of this Agreement and the Open Source License Terms, the Open Source License Terms shall control.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>8.\tLEAGUE RESTRICTIONS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>8.1\t“League Restriction(s)”<\/strong> means (i) the respective constitutions, by-laws, and other rules, regulations and agreements of Major League Baseball (“MLB”), the National Basketball Association (“NBA”), National Hockey League (“NHL”), National Football League (“NFL”), National Collegiate Athletic Association (“NCAA”), Major League Soccer (“MLS”) and any other association, league, conference or other governing body of a professional. amateur (e.g., the Olympics, Little League) or collegiate sport “Leagues” as they currently exist, and as they may be amended, modified or otherwise supplemented from time to time; (ii) any action taken by the commissioner of any League (including without limitation the Office of the Commissioner of Baseball), or any other person having authority delegated by the commissioner of any League, pursuant to any document, policy, rule, regulation or restriction referred to in clause (i) of this definition; and (iii) the terms of any existing or future contracts entered into by the Leagues with third parties or entered into in good faith and at arms’ length between NWSN and any League or team relating to the telecasting or other distribution of sporting events, as the same may be entered into, modified, and enforced from time to time.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>8.2\tAffiliate Restrictions based on League Restrictions<\/strong>. This Agreement and the license granted by NWSN to affiliates are limited by, and subject to, all limitations, covenants, standards and restrictions applicable to either NWSN (including restrictions included in NWSN’ agreements with each Service program supplier or withdrawal of consent to NWSN distribution of programming by any Service program supplier) or any Service program supplier (including such supplier’s constitutions, bylaws, rules, regulations, directives and agreements and those of each league, conference, association or individual athletic team), as any of the same may be amended, supplemented, restated, interpreted, enacted or entered into or enforced from time to time.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>9.\tNO RESPONSIBILITY FOR THIRD PARTY CONTENT AND SERVICES.<\/strong>\r\n<div>\r\nThe App or Service may permit access to products, services, websites, advertisements, and content from advertisers, publishers, vendors and other third parties (“Third Party Content and Services”). Your use of Third Party Content and Services may be subject to additional terms of use set by the third parties. YOUR USE OF THIRD PARTY CONTENT AND SERVICES IS AT YOUR SOLE RISK AND DISCRETION. NWSN does not investigate, monitor, represent, endorse or publish the Third Party Content and Services. NWSN reserves the right to restrict or deny access to any Third Party Content and Services otherwise accessible through the App or Service. NWSN shall have no liability to You arising out of or in connection with Your access to and use (or misuse) of the Third Party Content and Services.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>10.\tPRIVACY STATEMENT<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.1<\/strong>\tIf You ever access the NWSN Service via the App, you may generate certain technical, usage, and network performance information (e.g., device information, operating system, operating system version) and be required to provide Us with account and contact data (such as Your name, physical and email addresses, phone numbers and\/or domain names (“Personal Information”) to provision the Service and improve your experience.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.2<\/strong>\tThis App also accesses and uses Your location information in order to determine Your Eligibility Criteria. By downloading or otherwise using this App, You hereby consent to the use of this location information for these purposes.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.3<\/strong>\tAggregate information on App usage is or may be recorded, and information volunteered by site users including all data submitted is collected and stored. This includes the use of specific services on the App and\/or Service(s) such as performing keyword searches, registering for events, or requesting additional information. \r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.4<\/strong>\tCookies may be required to use certain services on the Site. Cookies are small files that may include a unique identifier, which is sent from our Web server to Your web browser and is stored on Your hard drive for record-keeping purposes. We use cookies to provide services, to record current session information and identify user trends and patterns. You may choose to view, block or erase cookies within Your web browser. However, this may limit Your ability to use all services provided on Our web sites. Although, some web sites may be able to track Your usage after cookie deletion if you come back to the same site or a related site and provide Personal Information.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.5<\/strong>\tThe confidential data You submit is encrypted using industry-standard SSL encryption. Furthermore, all of the customer data We collect is protected against unauthorized access and is never sold, traded or rented for commercial purposes to other organizations except to provide services, information, or products You’ve requested, when we have Your permission, or in the following circumstances: (a) in the case of a sale of all of the assets of Our company, a merger involving Our company, a sale of assets involving Our company or a corporate reorganization involving Our company; and (b) when it is necessary to share information to investigate, prevent, or take action regarding illegal activities, suspected threatening or fraudulent activities, and violations of this Agreement, or as otherwise required by law.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.6<\/strong>\tThrough the App, and\/or Service(s) You may be introduced to a variety of third-party vendors and sites (i.e. We use Adobe to authenticate Your account). The privacy policies of these third parties are not under Our control. The use of any information that You may provide to any third party will be governed by the privacy policy of the operator of the site that You are visiting, which may differ from Ours. As well, in some cases these third parties may share the information that they collect about You with Us. Because we do not control the privacy policies of Our business affiliates or any other sites to which We may provide hyperlinks, You may deem it advisable to review the privacy policy of any site You visit. If You cannot find that site’s privacy policy, or if You are uncertain about the entity to which You are providing Your information, You should contact that site directly for more information.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>11.\tTERM AND TERMINATION<\/strong>.\r\n<div>\r\nThis Agreement shall be effective until terminated. We may, in Our sole and absolute discretion, at any time and for any or no reason, disable the App, or suspend or terminate this Agreement and the rights afforded to You hereunder, with or without prior notice or other action by NWSN. Upon the termination of this Agreement, You shall cease all use of the App and uninstall the App from Your Device, and delete any copy of the App in Your possession. NWSN will not be liable to You or any third party for compensation, indemnity, or damages of any sort as a result of terminating this Agreement in accordance with its terms, and termination of this Agreement will be without prejudice to any other right or remedy NWSN may have, now or in the future. These obligations survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>12.\tDISPUTE RESOLUTION BY BINDING ARBITRATION.<\/strong>\r\n<div> \r\n<strong>PLEASE READ THIS CAREFULLY. IT AFFECTS YOUR RIGHTS.<\/strong>\r\n<\/div>\r\n<p>\r\n<strong>12.1\tSummary<\/strong>.\r\n<div>\r\n<strong>In the unlikely event that NWSN is unable to resolve any complaint You may have to Your satisfaction related hereto (or if NWSN has not been able to resolve a dispute it has with you after attempting to do so informally), we each agree to resolve those disputes through binding arbitration or small claims court instead of in courts of general jurisdiction.<\/strong> Arbitration is more informal than a lawsuit in court. Arbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts. Arbitrators can award the same damages and relief that a court can award. <strong>Any arbitration under this Agreement will take place on an individual basis; class arbitrations and class actions are not permitted.<\/strong> For any non-frivolous claim that does not exceed $75,000, NWSN will pay all costs of the arbitration. Moreover, in arbitration you are entitled to recover attorneys’ fees from NWSN to at least the same extent as you would be in court.\r\n<\/div>\r\n<div>\r\nIn addition, under certain circumstances (as explained below), NWSN will pay You more than the amount of the arbitrator’s award and will pay Your attorney (if any) twice his or her reasonable attorneys’ fees if the arbitrator awards you an amount that is greater than what NWSN has offered you to settle the dispute.\r\n<\/div>\r\n<p>\r\n<strong>12.2\tArbitration Agreement<\/strong>.\r\n<div>\r\n(1) NWSN and You agree to arbitrate <strong>all disputes and claims<\/strong> between us. This agreement to arbitrate is intended to be broadly interpreted. It includes, but is not limited to:\r\n<ol>\r\n\t<li>claims arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory;<\/li>\r\n\t<li>claims that arose before this or any prior Agreement (including, but not limited to, claims relating to advertising);<\/li>\r\n\t<li>claims that are currently the subject of purported class action litigation in which You are not a member of a certified class; and<\/li>\r\n\t<li>claims that may arise after the termination of this Agreement.<\/li>\r\n<\/ol>\r\nFor purposes of this Section 12, references to “ NWSN,” “You(r),” and “Us” include our respective subsidiaries, agents, employees, predecessors in interest, successors, and assigns, as well as all authorized or unauthorized users or beneficiaries of services or Devices under this or prior Agreements between us. Notwithstanding the foregoing, either party may bring an individualized action in small claims court. This arbitration agreement does not preclude You from bringing issues to the attention of federal, state, or local agencies, including, for example, the Federal Communications Commission. Such agencies can, if the law allows, seek relief against us on Your behalf. <strong>You agree that, by entering into this Agreement, You and<\/strong> NWSN <strong>are each waiving the right to a trial by jury or to participate in a class action<\/strong>. This Agreement evidences a transaction in interstate commerce, and thus the Federal Arbitration Act governs the interpretation and enforcement of this provision. This arbitration provision shall survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n<p>\r\n(2) A party who intends to seek arbitration must first send to the other, by certified mail, a written Notice of Dispute (“Notice”). The Notice to NWSN should be addressed toNW SportsNet LLC, 3626 156th Avenue SE, Bellevue, WA 98006, with a cc to Legal Department, AT&amp;T Sports Networks, LLC 601 Union St., Suite 3020, Seattle, WA 98101 (“Notice Addresses”). The Notice must (a) describe the nature and basis of the claim or dispute; and (b) set forth the specific relief sought (“Demand”). If NWSN and You do not reach an agreement to resolve the claim within 30 days after the Notice is received, You or NWSN may commence an arbitration proceeding. During the arbitration, the amount of any settlement offer made by NWSN or You shall not be disclosed to the arbitrator until after the arbitrator determines the amount, if any, to which You or NWSN is entitled. \r\n<\/p>\r\n<p>\r\n(3) After You have commenced arbitration, NWSN will promptly reimburse You for Your payment of the filing fee, unless Your claim is for greater than $75,000. (The filing fee currently is $200 for claims under $10,000 but is subject to change by the arbitration provider. If You are unable to pay this fee, NWSN will pay it directly upon receiving a written request at the Notice Address.) The arbitration will be governed by the Consumer Arbitration Rules (“AAA Rules”) of the American Arbitration Association (“AAA”), as modified by this Agreement, and will be administered by the AAA. If the AAA is unavailable, the parties shall agree to another arbitration provider or the court shall appoint a substitute. The AAA Rules are available online at <a href=\"https:\/\/www.adr.org\/\">adr.org<\/a>, by calling the AAA at 1-800-778-7879, or by writing to the Notice Address. The arbitrator is bound by the terms of this Agreement. All issues are for the arbitrator to decide, except that issues relating to the scope and enforceability of the arbitration provision are for the court to decide. Unless NWSN and You agree otherwise, any arbitration hearings will take place in the county (or parish) of Your billing address. If Your claim is for $10,000 or less, we agree that You may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules. If Your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules. Regardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based. Except as otherwise provided for herein, NWSN will pay all AAA filing, administration, and arbitrator fees for any arbitration initiated in accordance with the notice requirements above. If, however, the arbitrator finds that either the substance of Your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all such fees will be governed by the AAA Rules. In such case, You agree to reimburse NWSN for all monies previously disbursed by it that are otherwise Your obligation to pay under the AAA Rules. In addition, if You initiate an arbitration in which You seek more than $75,000 in damages, the payment of these fees will be governed by the AAA rules.\r\n<\/p>\r\n<p>\r\n(4) If, after finding in your favor in any respect on the merits of your claim, the arbitrator issues You an award that is greater than the value of NWSN’ last written settlement offer made before an arbitrator was selected, then NWSN will:\r\n<ul>\r\n\t<li>pay You the amount of the award or $10,000 (“the alternative payment”), whichever is greater; and<\/li>\r\n\t<li>pay Your attorney, if any, twice the amount of attorneys’ fees, and reimburse any expenses (including expert witness fees and costs) that Your attorney reasonably accrues for investigating, preparing, and pursuing Your claim in arbitration (“the attorney premium”).<\/li>\r\n<\/ul>\r\nIf NWSN did not make a written offer to settle the dispute before an arbitrator was selected, You and Your attorney will be entitled to receive the alternative payment and the attorney premium, respectively, if the arbitrator awards You any relief on the merits. The arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees, expenses, and the alternative payment and the attorney premium at any time during the proceedings and upon request from either party made within 14 days of the arbitrator’s ruling on the merits. \r\n<\/p>\r\n\r\n<p>\r\n(5) The right to attorneys’ fees and expenses discussed in paragraph (4) supplements any right to attorneys’ fees and expenses You may have under applicable law. Thus, if You would be entitled to a larger amount under the applicable law, this provision does not preclude the arbitrator from awarding You that amount. However, You may not recover duplicative awards of attorneys’ fees or costs. Although under some laws NWSN may have a right to an award of attorneys’ fees and expenses if it prevails in an arbitration, NWSN agrees that it will not seek such an award.\r\n<\/p>\r\n<p>\r\n(6) The arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim. <strong>YOU AND NWSN AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING<\/strong>. Further, unless both You and NWSN agree otherwise, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding. If applicable law precludes enforcement of any of this paragraph’s limitations as to a particular claim for relief, then that claim (and only that claim) must be severed from arbitration and may be brought in court.\r\n<\/p>\r\n<p>\r\n(7) Notwithstanding any provision in this Agreement to the contrary, we agree that if NWSN makes any future change to this arbitration provision (other than a change to the Notice Address) during Your Service Commitment, You may reject any such change by sending Us written notice within 30 days of the change to the Arbitration Notice Address provided above. By rejecting any future change, You are agreeing that You will arbitrate any dispute between us in accordance with the language of this provision.\r\n<\/p>\r\n\r\n<p>\r\n<strong>13.\tDISCLAIMER OF WARRANTIES<\/strong>.\r\n<div>\r\nYOU ACKNOWLEDGE AND AGREE THAT THE APP AND SERVICE, INCLUDING ALL CONTENT CONTAINED THEREIN OR ACCESSED THEREBY, ARE PROVIDED ON AN “AS IS’ AND “AS AVAILABLE” BASIS, AND THAT YOUR USE OF OR RELIANCE UPON THE APP AND SERVICE IS AT YOUR SOLE RISK AND DISCRETION. TO THE EXTENT NOT PROHIBITED BY LAW, NWSN AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS HEREBY DISCLAIM ANY AND ALL REPRESENTATIONS, WARRANTIES AND GUARANTIES REGARDING THE APP AND SERVICE, WHETHER ORAL, EXPRESS, IMPLIED OR STATUTORY, AND WHETHER ARISING BY LAW, STATUTE, USAGE OF TRADE, CUSTOM, COURSE OF DEALING OR PERFORMANCE OF THE PARTIES, OR THE NATURE OR CONTEXT OF THIS AGREEMENT, AND INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. FURTHERMORE, NWSN AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS MAKE NO WARRANTY THAT (I) THE APP OR SERVICE WILL MEET YOUR REQUIREMENTS; (II) THE APP OR SERVICE WILL BE UNINTERRUPTED, ACCURATE, RELIABLE, TIMELY, SECURE, FREE FROM VIRUSES OR OTHER HARMFUL COMPONENTS OR ERROR-FREE; (III) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL ACCESSED OR OBTAINED BY YOU THROUGH THE APP OR SERVICE WILL BE AS REPRESENTED OR MEET YOUR EXPECTATIONS; OR (IV) ANY ERRORS IN THE APP OR SERVICE WILL BE CORRECTED OR THAT THE APP OR SERVICE WILL BE MAINTAINED. YOU ACKNOWLEDGE THAT THE APP IS NOT INTENDED OR SUITABLE FOR USE IN SITUATIONS OR ENVIRONMENTS WHERE THE PERFORMANCE OF, USE OR MISUSE OF, FAILURE OF, OR ERRORS OR INACCURACIES IN THE CONTENT, DATA OR INFORMATION PROVIDED BY, THE APP COULD LEAD TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL, PROPERTY, OR ENVIRONMENTAL DAMAGE. NWSN AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS DO NOT WARRANT THAT THE APP OR SERVICE WILL BE COMPATIBLE OR INTEROPERABLE WITH YOUR DEVICE OR ANY OTHER PIECE OF HARDWARE, SOFTWARE, EQUIPMENT OR DEVICE INSTALLED ON OR USED IN CONNECTION WITH YOUR DEVICE. FURTHERMORE, YOU ACKNOWLEDGE THAT COMPATIBILITY AND INTEROPERABILITY PROBLEMS CAN CAUSE THE PERFORMANCE OF YOUR DEVICE TO DIMINISH OR FAIL COMPLETELY, AND MAY RESULT IN PERMANENT DAMAGE TO YOUR DEVICE, LOSS OF THE DATA LOCATED ON YOUR DEVICE, AND CORRUPTION OF THE SOFTWARE AND FILES LOCATED ON YOUR DEVICE. YOU ACKNOWLEDGE AND AGREE THAT NWSN AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS, AND THEIR OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, SHALL HAVE NO LIABILITY TO YOU FOR ANY LOSSES SUFFERED, RESULTING FROM OR ARISING IN CONNECTION WITH COMPATIBILITY OR INTEROPERABILITY PROBLEMS. SHOULD THE APP PROVE DEFECTIVE, YOU ASSUME THE ENTIRE BURDEN OF ALL NECESSARY EXPENSES, SERVICING, REPAIR, OR CORRECTION. THIS SECTION 12 SHALL SURVIVE TERMINATION OF THIS AGREEMENT.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>14.\tLIMITATION OF LIABILITY<\/strong>. \r\n<div>\r\nEXCEPT TO THE EXTENT PROHIBITED BY LAW, UNDER NO CIRCUMSTANCES SHALL NWSN, ITS COLLABORATORS, SUPPLIERS OR LICENSORS, NOR THEIR OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, BE LIABLE FOR ACCIDENTS, PROPERTY DAMAGE, PERSONAL INJURY, DEATH, OR FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, SPECIAL OR EXEMPLARY DAMAGES ARISING OUT OF OR IN CONNECTION WITH OR RELATING TO THE SALE OR DISTRIBUTION OF, THE PERFORMANCE OR NON-PERFORMANCE, OR YOUR ACCESS OR USE OF OR INABILITY TO ACCESS OR USE THE APP OR SERVICE, WHETHER OR NOT THE DAMAGES WERE FORESEEABLE AND WHETHER OR NOT SUCH PARTY WAS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, NWSN’ AGGREGATE LIABILITY TO YOU (WHETHER UNDER CONTRACT, TORT, STATUTE OR OTHERWISE) SHALL NOT EXCEED THE GREATER OF (i) THE FEE YOU PAID FOR YOUR INITIAL MONTH’S SUBSCRIPTION TO THE SERVICE; (ii) THE AGGREGATE AMOUNT YOU PAID TO NWSN FOR THE SERVICE DURING THE ONE MONTH PRECEDING THE DATE THAT THE CLAIM ARISES; OR (iii) TWO DOLLARS ($2.00). THE FOREGOING LIMITATIONS WILL APPLY EVEN IF THE ABOVE STATED REMEDY FAILS OF ITS ESSENTIAL PURPOSE. THIS SECTION 13 SHALL SURVIVE TERMINATION OF THIS AGREEMENT.\r\n<\/div>\r\n<\/p>\r\n<p>\r\n<strong>15.\tINDEMNIFICATION<\/strong>. \r\n<div>\r\nYou shall indemnify, defend and hold harmless NWSN and its collaborators, suppliers and licensors, and their officers, directors, agents and employees (the “Indemnified Parties”) from and against any claim, proceeding, loss, damage, fine, penalty, interest and expense (including, without limitation, fees for attorneys and other professional advisors) arising out of, in connection with or related to the following: (i) Your access to or use of the App, Service, or Third Party Content and Services; (ii) Your breach of this Agreement; (iii) Your violation of law; (iv) Your negligence or willful misconduct; and\/or (v) Your violation of the rights of a third party. You will promptly notify NWSN in writing of any third-party claim arising out of or in connection with Your access to or use of the App or Service. These obligations survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>16.\tMISCELLANEOUS<\/strong>. The following provisions survive termination of this Agreement:\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.1\tGoverning Law, Limitation on Actions<\/strong>. This Agreement shall be deemed to take place in the State of Washington and shall be governed by and construed in accordance with the laws of the State of Washington, excluding its conflicts of law principles. This Agreement shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded. To the maximum extent permitted by applicable law, You and NWSN agree that any cause of action arising out of or relating to this Agreement, the App, the Service or Your use of the App or Service must commence within one (1) year after the applicable cause of action accrues in accordance with the dispute resolution provision. Otherwise, such cause of action is permanently barred.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.2\tContact Information<\/strong>. You may reach NWSN Customer Service by visiting <a href=\"https:\/\/northwest.rootsports.com\/contact-us\/\"><\/a>https:\/\/northwest.rootsports.com\/contact-us\/ to submit service issues.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.3\tElectronic Communications<\/strong>. We may communicate with You about the Service and this Agreement via email to the email address registered with Your Service account. You hereby consent to receive those communications and agree that any communications We send to You electronically will satisfy any applicable legal notice requirement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.4\tSeverability<\/strong>. If any provision of this Agreement is held to be invalid or unenforceable, the remaining provisions shall not be affected and shall remain valid and enforceable to the fullest extent permitted by law.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.5\tWaiver<\/strong>. Except as provided herein, the failure to exercise a right or require performance of an obligation under this Agreement shall not affect a party’s ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute waiver of any subsequent breach.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.6\tExport Control; Lawful Use<\/strong>. You may not export or re-export the App except as authorized by United States law and the laws of the jurisdiction(s) in which the App was obtained. You represent and warrant that You are not located and will not use the App in any country that is (a) subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a “terrorist supporting” country; or (b) listed on any U.S. Government list of prohibited or restricted parties including the Treasury Department’s list of Specially Designated Nationals or the U.S. Department of Commerce Denied Persons List or Entity List. You may not use the App in any manner or for any purpose prohibited by (a) United States law, regardless of where You use the App, or (b) local law, in the jurisdiction(s) in which You use the App.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.7\tU.S. Government Use<\/strong>. The App and its related documentation are “Commercial Items”, as that term is defined at 48 C.F.R. §2.101, consisting of “Commercial Computer Software” and “Commercial Computer Software Documentation”, as such terms are used in 48 C.F.R. §12.212 or 48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S. Government end users: (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.8\tPerformance or Benchmark Testing<\/strong>. You may not disclose the results of any benchmark test using the App to any third party without NWSN’ prior written approval.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.9\tModification or Amendment<\/strong>. To the extent not prohibited by law, NWSN may modify or amend the terms of this Agreement, at any time, with or without direct notice to You, by posting a copy of the modified or amended Agreement available through the App or at <a href=\"https:\/\/northwest.rootsports.com\/\">https:\/\/northwest.rootsports.com\/<\/a> You will be deemed to have agreed to any such modification or amendment by Your decision to continue using the App following the date in which the modified or amended Agreement is made available through the App or www.attsportsnet.com.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.10\tSurvival<\/strong>. Any provisions of this Agreement which by their express language or by their context are intended to survive the termination of this Agreement shall survive such termination.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.11\tThird Party Beneficiaries<\/strong>. Except as explicitly provided in this Agreement or in its incorporated agreements, nothing contained in this Agreement is intended or shall be construed to confer upon any person (other than the parties hereto) any rights, benefits or remedies of any kind or character, or to create any obligations or liabilities of a party to any such person.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.12\tNo Transfer by You<\/strong>. You may not transfer Your rights or obligations under this Agreement. Any attempted transfer by You in contravention of this Agreement shall be null and void. NWSN may assign this Agreement without restriction.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.13\tDMCA Copyright Notifications<\/strong>. You may send a valid notification of claimed copyright infringement under the Digital Millennium Copyright Act (“DMCA”). Our designated agent to receive notifications of claimed infringement as described in DMCA subsection 512(c)(3) is: \r\n\t\t<div style=\"padding-left: 20px;\">\r\n\t\t\tManager of Security &amp; Copyright Infringement<br\/>\r\n\t\t\t1800 Perimeter Park Drive, Suite 100<br\/>\r\n\t\t\tMorrisville, NC 27560<br\/>\r\n\t\t\tE-mail: copyright@att.com<br\/>\r\n\t\t\tFor further information, see <a href=\"https:\/\/www.att.com\/legal\/terms.dmca.html\">https:\/\/www.att.com\/legal\/terms.dmca.html <\/a>\r\n\t\t<\/div>\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.14\tEntire Agreement<\/strong>. This Agreement including the documents incorporated herein by reference constitute the entire agreement with respect to the use of the App and Service and supersedes all prior or contemporaneous understandings regarding such subject matter.\r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>Open Source Terms<\/strong>. The App may use, incorporate, or access software that is subject to the following Open Source License Terms:\r\n<\/p>\r\n<p>Apache 2 license: <a href=\"http:\/\/www.apache.org\/licenses\/LICENSE-2.0\">http:\/\/www.apache.org\/licenses\/LICENSE-2.0<\/a><\/p>"
        },
        {
          "key": "contact",
          "name": "Contact Us",
          "type": "url",
          "url": "https://northwest.rootsports.com/support-request/"
        },
        {
          "key": "careers",
          "name": "Careers",
          "type": "url",
          "url": "http://northwest.rootsports.com/careers/"
        },
        {
          "key": "about",
          "name": "About Us",
          "type": "html",
          "data": "<h2>About Us<\/h2>\r\n<div class=\"entry-content\">\r\n  <p><strong><em>ROOT SPORTS<\/em><\/strong> is the television home of the Seattle Mariners, Seattle Seahawks, Seattle Sounders FC, Portland Timbers, Gonzaga Bulldogs, Big Sky Conference and Mountain West. The network reaches approximately 3.2 million households across five states, and delivers more than 350 live events each year – all of which are available in high definition.<\/p>\r\n  <p><span style=\"color: #000000;\"><span style=\"color: #ffffff;\"><strong><em>ROOT SPORTS<\/em><\/strong> Northwest operated by AT&amp;T Sports Networks, which operates regional sports networks in the Northwest, Pittsburgh, Rocky Mountain and Southwest regions. The four networks combined reach approximately 13 million households across 22 states and own exclusive rights to produce and distribute live events from more than 25 teams and conferences.<\/span><br><\/span><\/p>\r\n  <p>Established on April 1, 2011, <em><strong>ROOT SPORTS<\/strong><\/em> is the nation&#8217;s premier regional sports network(s) providing a unique and special experience for local sports fans, sponsors, teams and media partners. Formerly FSN Northwest, we realized we had the opportunity to create something special, not just by changing our name, but by developing a brand that brings powerful meaning to the local fan&#8217;s viewing experience and creates our own identity that aligns more closely with our team partners, the fans and our regions.<\/p>\r\n  <p>Our name has a double meaning &#8211; supporting and rooting for our home team, and being grounded, connected and an insider with our team partners and their fans. As fans, we are rooting for the home team to win and be successful &#8211; this is what keeps us grounded in the community and gives us something to collectively celebrate, know and embrace.<\/p>\r\n  <p>Guided by our positioning, we deliver coverage that is decidedly local and specifically from a fans point of view. Here&#8217;s how:<\/p>\r\n  <p>&nbsp;<\/p>\r\n  <p><strong>We are on the inside.<\/strong> We have relationships with the teams and invest in them to the greatest degree in order to deliver unparalleled access to games and exclusive behind-the-scenes coverage.<\/p>\r\n  <p><strong>We heighten.<\/strong> We make sure your games look great by capitalizing on every available resource and adding greater context, innovation and shine to the experience.<\/p>\r\n  <p><strong>We connect.<\/strong> We never miss an opportunity to give our viewers and sponsors a feeling of participation and make them feel closer to the game and team.<\/p>\r\n  <p>&nbsp;<\/p>\r\n  <p>Our name reflects that we too are passionate fans, rooted in the community and committed to providing a quality experience that connects us to our teams and their fans. By simply watching, fans are connected to something bigger and are united with a tribe of fellow fans that share in the same excitement of special moments and the months-long journeys called seasons.<\/p>\r\n  <p>&nbsp;<\/p>\r\n  <p style=\"text-align: center;\"><strong><span style=\"color: #b62025;\">Together, this tribe roots, lives and dies with its team. It&#8217;s what fans do. And it&#8217;s what we do too.<\/span><\/strong><\/p>\r\n  <p style=\"text-align: center;\"><strong><span style=\"color: #b62025;\">Welcome to <em>ROOT SPORTS<\/em>.<\/span><\/strong><\/p>\r\n<\/div><!-- .entry-content -->"
        },
        {
          "key": "certifications",
          "name": "Certifications",
          "type": "html",
          "data": "<ul><li><a href=\"http:\/\/dehayf5mhw1h7.cloudfront.net\/wp-content\/uploads\/sites\/21\/2014\/09\/10145056\/All-Region-CALM-17Q2.pdf\"><strong><em>ROOT SPORTS<\/em>  | All Regions:<\/strong>  CALM Act Certificates<\/span><\/a><\/li><li><a href=\"http:\/\/dehayf5mhw1h7.cloudfront.net\/wp-content\/uploads\/sites\/21\/2014\/09\/10145056\/All-Region-CCC-17Q2.pdf\"><span style=\"text-decoration: underline;\"><strong><em>ROOT SPORTS<\/em>  | All Regions:<\/strong>  Closed-Captioning Certificates<\/span><\/a><\/li><li><a href=\"http:\/\/dehayf5mhw1h7.cloudfront.net\/wp-content\/uploads\/sites\/21\/2014\/09\/10145056\/All-Region-CTA-17Q2.pdf\"><span style=\"text-decoration: underline;\"><strong><em>ROOT SPORTS<\/em>  | All Regions:<\/strong>  Children&#8217;s Television Act Certificates<\/span><\/a><\/li><\/ul>"
        },
        {
          "key": "resources",
          "name": "Affiliate Resources",
          "type": "url",
          "url": "http://northwest.rootsports.com/affiliate-resources/"
        },
        {
          "key": "press",
          "name": "Press",
          "type": "url",
          "url": "http://rootsports.itmwpb.com/press/"
        },
        {
          "key": "faq",
          "name": "FAQ",
          "type": "html",
          "data": "<h1>ROOT SPORTS App FAQ<\/h1>\r\n\r\n <p>In addition to getting our award-winning sports coverage through traditional TV, ROOT SPORTS TV subscribers can now stream their favorite local teams through our mobile apps and web platform. ROOT SPORTS has local media rights for the Seattle Mariners, Utah Jazz, Vegas Golden Knights, Seattle Sounders FC, and Portland Timbers as well as various college and high school level sports.<\/p>\r\n\r\n<h2> Sign-Up Section<\/h2>\r\n <h3> Can I stream ROOT SPORTS?<\/h3>\r\n <p>\r\nIf you are an ROOT SPORTS subscriber through a participating authorized television provider and live in an area where you can watch the game on TV at home, you will also be able to stream through our ROOT SPORTS mobile apps and web platform when located in the same region. Games will be available to those viewers who subscribe to a cable, telco, or satellite pay TV provider that carries ROOT SPORTS <strong>and<\/strong> has agreed to allow their customers access to the streaming service. While we are trying to get more TV providers to authenticate to our streaming platform, if you are not able to stream our games, please contact your TV provider directly and ask that they provide you access to stream your favorite home team on ROOT SPORTS.\r\n<\/p>\r\n\r\n <h3> Do blackout restrictions apply to streaming?<\/h3>\r\n <p>Yes, our streaming of ROOT SPORTS follows the same territory restrictions and blackouts applicable to our TV providers. Availability of games is subject to MLB, NBA, NHL, MLS and other applicable territory restrictions. <\/p>\r\n\r\n <h3> Can I stream all ROOT SPORTS content on the app and website?<\/h3>\r\n <p>NHL and MLS content is not currently available for streaming. <\/p>\r\n\r\n <h3> Is there an additional cost?<\/h3>\r\n <p>There is no additional cost as long as you are a valid paid cable or satellite customer who subscribes to a video package that includes ROOT SPORTS. Data charges may apply for mobile app viewing. Please check with your mobile provider.<\/p>\r\n\r\n <h3> Is there a cost to download the ROOT SPORTS app?<\/h3>\r\n <p>No, the ROOT SPORTS app is free to download. <\/p>\r\n\r\n <h3> Can I stream ROOT SPORTS without being a customer of a participating cable, telco, or satellite pay TV provider?<\/h3>\r\n <p>No, the only way to access digital streaming of ROOT SPORTS is to have a valid pay television subscription that includes ROOT SPORTS <strong>and<\/strong> whose provider has agreed to allow their customers access to the streaming service. <\/p>\r\n\r\n <h3> Is ROOT SPORTS available on any virtual pay-TV Providers service (e.g., DTV Now, Hulu Live TV, PS Vue, YouTube TV, etc.)? <\/h3>\r\n <p>ROOT SPORTS is not currently available on any virtual TV providers. If you would like access to our award-winning live game coverage and streaming services contact your virtual TV provider and ask that they carry ROOT SPORTS. <\/p>\r\n\r\n <h3> How do I sign into the streaming service on the web platform or mobile app? <\/h3>\r\n <p>Log-on to the web platform by clicking on the WATCH button on our website or downloading the mobile app. When prompted, select your TV provider from the list, and input your username and password (same log-on you use to view and pay your bill online). If you dont have an online account with your TV provider please check their website or contact them directly to create one. <\/p>\r\n\r\n <h3>My cable, telco, or satellite pay TV provider does not carry ROOT SPORTS, what can I do? <\/h3>\r\n <p>Contact your cable, telco, or satellite pay TV provider and ask that they carry ROOT SPORTS. <\/p>\r\n\r\n<h2> Technical Section<\/h2>\r\n <h3> What are the technical requirements and what devices will work?<\/h3>\r\n <p>You will be able to watch from both PC and Mac platforms. Additionally, you will be able to watch on both Apple and Android devices. To watch games and other programming on any of these platforms, you will need to authenticate that you have a valid subscription to ROOT SPORTS using your pay TV account login credentials (user ID and password). <\/p>\r\n\r\n <h3> What software will I need?<\/h3>\r\n <p>We support iOS and Android software on mobile as well as Chrome, Firefox, Safari, Internet Explorer and Edge for desktop viewing.<\/p>\r\n\r\n <h3> What does my video quality depend on?<\/h3>\r\n <p>Various factors affect video quality including device used, internet speeds, and current network congestion.<\/p>\r\n\r\n <h3> On the provider authentication page, my logon credentials are not working?<\/h3>\r\n <p>Contact your cable, telco, or satellite pay TV provider and confirm the current email address they have on file. Also confirm that youre subscribed to a level of service with your provider that includes ROOT SPORTS.<\/p>\r\n\r\n <h3> What if I forgot my username and/or password?<\/h3>\r\n <p>Contact your cable, telco, or satellite pay TV provider to retrieve your username and/or password.<\/p>\r\n\r\n <h3> I am at work, within my local market, and using the web platform, why cant I access the stream?<\/h3>\r\n <p>Depending on network restrictions set at your workplace, streaming may be blocked due to data usage limits, VPN providers that use out-of-state registration, or security limitations. If none of these restrictions exist, please check other technical and authentication issues above.<\/p>\r\n\r\n<h2> App Use Section<\/h2>\r\n <h3> Is there a way to stop, pause and or record the live games? <\/h3>\r\n <p>Our app will allow you to pause and stop live games, but not to record or download for offline viewing as part of this service. <\/p>\r\n\r\n <h3> What data does ROOT SPORTS collect?<\/h3>\r\n <p>We confirm your TV subscription and use your location in order to verify that you are within our geographic footprint and qualify for viewing of the content provided. Please refer to our User Terms and Privacy Policy (found at <a href=\"http:\/\/northwest.rootsports.com\/app_llc-terms-of-service-end-user-license-agreement-and-privacy-statement\/\">http:\/\/northwest.rootsports.com\/app_llc-terms-of-service-end-user-license-agreement-and-privacy-statement\/<\/a>) for additional details.<\/p>\r\n\r\n <h3> I am traveling out of town, will I still be able to stream the games on my phone or computer?<\/h3>\r\n <p>Unfortunately, currently you have to be within ROOT SPORTS geographic footprint in order to stream the programming.<\/p>"
        },
        {
          "key": "userAgreement",
          "name": "End User Acknowledgement",
          "type": "html",
          "data": "<div style=\"padding: 4px;\">\r\n<p>BY CLICKING “I AGREE”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE:\r\n<ul>\r\n\t<li>YOU HAVE READ AND UNDERSTAND THIS AGREEMENT (<a href=\"https:\/\/northwest.rootsports.com\/privacy-policy\/\">https:\/\/northwest.rootsports.com\/privacy-policy\/<\/a>) AND AGREE TO ITS TERMS;<\/li>\r\n\t<li>YOU ARE 18 YEARS OF AGE OR OLDER;<\/li>\r\n\t<li>TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 OF THE AGREEMENT.<\/li>\r\n<\/ul>\r\n<\/p>\r\n<\/div>"
        }
      ]
    }
  ],
  "htmlSportsnet": [
    {
      "region_code": "PTSB",
      "menu_resources": [
        {
          "key": "privacy",
          "name": "Privacy Policy",
          "type": "html",
          "data": "<h1>AT&T Sports Networks Terms of Service, End User License Agreement, and Privacy Statement<\/h1>\r\n<p>AT&T Sports Networks LLC, a subsidiary of AT&T Inc., licenses the App to You and grants You access to the AT&T SportsNet service (the “Service”), conditioned upon Your acceptance of these Terms of Service and End User License Agreement (the “Agreement”).<\/p>\r\n<p>THIS AGREEMENT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS (SEE SECTION 11), AND ALSO LIMITS THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF A DISPUTE (SEE SECTION 13).<\/p>\r\n<p>BY CLICKING “I AGREE” OR “ACCEPT”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE: (A) THAT YOU HAVE READ AND UNDERSTAND THIS AGREEMENT AND AGREE TO ITS TERMS; (B) THAT YOU ARE 18 YEARS OF AGE OR OLDER; AND (C) TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 HEREIN.<\/p>\r\n<p>If at any time after reviewing or using the App You wish to terminate such use or this Agreement, You must un-install and remove the App from Your Devices, and delete any copy of the App in Your possession. You agree that information collected from You or Your Devices before You un-install, remove or cease to use the App can still be used.<\/p>\r\n\r\n<p>\r\n<strong>1. DEFINITIONS<\/strong>. “AT&T Sports Networks,” “We,” “Our” and “Us” mean AT&T Sports Networks, LLC and its subsidiaries, agents, employees, successors and assigns; (b) “App” means the AT&T SportsNet application, any website, software, components, data or services provided in connection with the AT&T SportsNet application and Service, and any updates to these items; and (c) “You” and “Your” mean an individual who downloads or uses the App and any person or entity represented by that individual.\r\n<\/p>\r\n<p>\r\n<strong>2. THE APP<\/strong>. The App allows You to access live television and sports events (collectively, “Content”) available through the Service over a broadband or wireless Internet connection.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.1 Use of App<\/strong>. You must be 18 years of age, or the age of majority in Your state or territory, to subscribe to the Service. Individuals under the age of 18, or applicable age of majority, may utilize the App only with the involvement of a parent or legal guardian, under such person’s Service account and otherwise subject to this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.2\tContent<\/strong>. You understand that the Service may include, and the App may allow You to access, Content that may be considered offensive, indecent, explicit, or objectionable and this Content may or may not be identified as having explicit language or other objectionable attributes. Neither AT&T Sports Networks nor its licensors shall have liability to You for such Content. Content types, genres, categories and descriptions, if any, are provided for Your convenience, and neither AT&T Sports Networks nor its licensors guarantees their accuracy\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.3\tLimitation on Streams<\/strong>. The number of devices on which You may simultaneously watch Content is limited. Currently, You are limited to 5 concurrent streams. The number of devices available for use and the simultaneous streams may change from time to time at Our discretion.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.4\tVideo Resolution<\/strong>. Resolution of video content can be affected by the format of the content We receive, the variety of Internet connections and device screens used, and other reasons. So, while We can’t guarantee a specific resolution, We use video optimization technology in an effort to provide a better experience, depending on the device being used and the bandwidth available.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.5\tData Usage<\/strong>. Usage of the App may count against Your data usage, subject to the terms of agreement with Your wireless or Internet provider.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.6\tGeographic Limitation<\/strong>. The Service is intended only for individuals located in those portions of the United States in which the Service is offered to consumers and, in the case of You, only in Your Services Area. You represent and warrant that, at any time You attempt to access the Service (including through the App), You will be located in Your Services Area and will not attempt to access the Service from any other location or through proxy servers located in any other location. We will use technologies to verify Your geographic location, and will block access to the Service based on Our good faith determination that You are located outside of Your Services Area. \r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>3.\tSUBSCRIPTION AUTHENTICATION<\/strong>. The App provides a live stream of the AT&T SportsNet programming then being exhibited by the Distributor in Your Services Area. \r\n<\/p>\r\n<p>\r\n<strong>4.\tACCOUNT ACCESS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.1\tEligibility Criteria<\/strong>. To be eligible to access the Service (including through the App), You must meet the following criteria (the “Eligibility Criteria”): (1) You must be a subscriber of an account in good standing with an authorized television provider (“Distributor”) that has a qualifying agreement with Us, and (2) You must then be located within the required geographic region of that Distributor (the “Services Area”). To access the Service and\/or App, You will be required to (a) authenticate Your account using a unique Username and password associated with Your Service subscription, and (b) confirm Your current location.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.2\tAccess and Passwords<\/strong>. You are responsible for maintaining the confidentiality of the password You use for Your Service account and are fully responsible for all activities that occur under Your password and Service account. You agree to keep Your password confidential, not to share it with anyone else and to immediately notify Us of any unauthorized use of Your Service account.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.3\tAccount Owner<\/strong>. The person who created the Service account and who agrees to this Agreement is the “Account Owner.” To provide You with ease of access to Your Service account, the Service implements technology that enables Us to recognize the Account Owner and provide the Account Owner with direct access to the account without retyping any password or other identification each time You visit and use the Service via the App, Your Devices, or Your browser. The Account Owner is solely responsible for enabling this functionality.\r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>5.\tCONTENT AND PROGRAMMING<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.1\tProgramming<\/strong>. Factors such as home zip code, current geographic location, and affiliate authentication affect the availability of programming. We reserve the unrestricted right to change, rearrange, add or delete Our programming content and any service We offer (including the Service), at any time. We will attempt to notify You of any changes within Our reasonable control.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.2\tPrivate Viewing<\/strong>. The App and Service are only for private, non-commercial use. Content may not be viewed in areas open to the public or in commercial establishments, even if no fee is charged for its viewing. You may not rebroadcast, transmit or perform the Content, or charge admission for its viewing, or transmit or distribute running accounts of it. You may not use any of Our trademarks.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.3\tBlackouts<\/strong>. Certain programming, including sports events, may be blacked out in Your local reception area. Blackout restrictions are decided by the sports leagues and other entities that own the local broadcast rights.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>6.\tLICENSE GRANT AND USE RESTRICTIONS<\/strong>. \r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>6.1\tLicense Grant<\/strong>. . Subject to the restrictions set forth in Section 6.2, AT&T Sports Networks grants You a personal, revocable, non-exclusive, non-transferable, limited right to install and use a single instance of the App on a mobile device or other computing device that is owned and controlled by You (“Your Device”), and to access and use the App on Your Device solely for accessing the Service and viewing Content, strictly in accordance with the terms and conditions of this Agreement, and all applicable local, national, and international laws and regulations.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>6.2\tRestrictions on Use<\/strong>. You shall not: (a) decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the App, for any purpose; (b) modify, adapt, improve, or create any derivative work from the App or Content; (c) violate any applicable laws, rules or regulations in connection with Your access or use of the App or Content; (d) remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of AT&T Sports Networks or its collaborators, suppliers or licensors; (e) use the App or Content in a manner that derives revenue directly from such use, or use the App for any other purpose for which it is not designed or intended; (f) enable the use of the App on a device that is not Your Device; (g) enable access to or use of Content on a device that is not Your Device; (h) make the App or Content available over a network or other environment permitting access or use by multiple devices or users at the same time; (i) use the App or Content for creating a product, service or software that is, directly or indirectly, competitive with or in any way a substitute for any services, product or software offered by AT&T Sports Networks or its licensors; (j) use the App to send automated queries to any website or to send any unsolicited commercial e-mail; (k) use any proprietary information or interfaces of AT&T SportsNet or other intellectual property of AT&T Sports Networks in the design, development, manufacture, licensing or distribution of any applications, accessories or devices for use with the App; (l) circumvent, disable or tamper with any security-related components or other protective measures applicable to the App or the Content; or (m) reproduce, archive, retransmit, distribute, sell, lease, rent, exchange, modify, broadcast, synchronize, publicly perform, publish, publicly display, make available to third parties, transfer or circulate the App or Content. You agree to abide by the rules and policies established from time to time by AT&T Sports Networks. Such rules and policies may include, for example, required or automated updates, modifications, and\/or reinstallations of the App and obtaining available patches to address security, interoperability, or performance issues. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n\r\n<strong>7.\tINTELLECTUAL PROPERTY RIGHTS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.1\tRights to App and Service<\/strong>. The App (including its source and object code), any copies thereof (whether or not present on Your Device), the Service, and all copyrights, patents, trademarks, trade secrets and other intellectual property rights associated therewith are, and shall remain, the property of AT&T Sports Networks or its collaborators, licensors, or suppliers. The source and object code of the App are the proprietary and confidential information of AT&T Sports Networks and its collaborators, licensors and suppliers. The App is licensed, not sold, to You. Title to the App and Service shall remain with AT&T Sports Networks. AT&T Sports Networks and its collaborators, licensors, and suppliers reserve the right to change, suspend, terminate, remove, impose limits on the use of or access to, disable access to the App or Service, or require the return of the App (or any copy thereof), at any time without notice and will have no liability for doing so. Except as expressly stated in this Agreement, You are not granted any intellectual property rights in or to the App, Service or Content by implication, estoppel or other legal theory, and all rights in and to the App, Service and Content not expressly granted in this Agreement are hereby reserved and retained by AT&T Sports Networks. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.2\tAT&T SportsNet Marks<\/strong>. The following company name and related logos and all related product and service names, design marks and slogans are trademarks and service marks owned by and used under license from AT&T Sports Networks LLC and AT&T Intellectual Property: “AT&T SportsNet” (the “AT&T SportsNet Marks”). You are not authorized to use the AT&T SportsNet Marks in any advertising, publicity or in any other commercial manner without the prior written consent of AT&T Sports Networks, which may be withheld for any or no reason. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.3\tOpen Source Software<\/strong>. The App may include third party software that is subject to open source license terms (“Open Source Software”). You acknowledge and agree that Your right to use such Open Source Software as part of the App is subject to and governed by the terms and conditions of any license applicable to the Open Source Software (the “Open Source License Terms”). In the event of a conflict between the terms of this Agreement and the Open Source License Terms, the Open Source License Terms shall control.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>8.\tLEAGUE RESTRICTIONS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>8.1\t“League Restriction(s)”<\/strong> means: (i) the respective constitutions, by-laws, and other rules, regulations and agreements of Major League Baseball (“MLB”), the National Basketball Association (“NBA”), National Hockey League (“NHL”), National Football League (“NFL”), National Collegiate Athletic Association (“NCAA”), Major League Soccer (“MLS”) and any other association, league, conference or other governing body of a professional, amateur (e.g., the Olympics, Little League) or collegiate sport (“League(s)”) as they currently exist, and as they may be amended, modified or otherwise supplemented from time to time,; (ii) any action taken by the commissioner of any League (including without limitation the Office of the Commissioner of Baseball), or any other person having authority delegated by the commissioner (or other duly-authorized League executive) of any League, pursuant to any document, policy, rule, regulation or restriction referred to in clause (i) of this definition; and (iii) the terms of any existing or future contracts entered into by the Leagues with third parties or entered into in good faith and at arms’ length between AT&T Sports Networks and any League or team relating to the telecasting or other distribution of sporting events, as the same may be entered into, modified, and enforced from time to time. \r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>8.2\tAffiliate Restrictions based on League Restrictions<\/strong>. This Agreement and the license granted by AT&T Sports Networks to affiliates are limited by, and subject to, all limitations, covenants, standards and restrictions applicable to either AT&T Sports Networks (including restrictions included in AT&T Sports Networks’ agreements with each Service program supplier or withdrawal of consent to AT&T Sports Networks distribution of programming by any Service program supplier) or any Service program supplier (including such supplier’s constitutions, bylaws, rules, regulations, directives and agreements and those of each league, conference, association or individual athletic team), as any of the same may be amended, supplemented, restated, interpreted, enacted or entered into or enforced from time to time.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>9.\tNO RESPONSIBILITY FOR THIRD PARTY CONTENT AND SERVICES.<\/strong>\r\n<div>\r\nThe App or Service may permit access to products, services, websites, advertisements, and content from advertisers, publishers, vendors and other third parties (“Third Party Content and Services”). Your use of Third Party Content and Services may be subject to additional terms of use set by the third parties. YOUR USE OF THIRD PARTY CONTENT AND SERVICES IS AT YOUR SOLE RISK AND DISCRETION. AT&T Sports Networks does not investigate, monitor, represent, endorse or publish the Third Party Content and Services. AT&T Sports Networks reserves the right to restrict or deny access to any Third Party Content and Services otherwise accessible through the App or Service. AT&T Sports Networks shall have no liability to You arising out of or in connection with Your access to and use (or misuse) of the Third Party Content and Services.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>10.\tPRIVACY STATEMENT<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.1<\/strong>\tIf You ever access the AT&T Sports Networks Service via the App, you may generate certain technical, usage, and network performance information (e.g., device information, operating system, operating system version) and be required to provide Us with account and contact data (such as Your name, physical and email addresses, phone numbers and\/or domain names (“Personal Information”) to provision the Service and improve your experience.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.2<\/strong>\tThis App also accesses and uses Your location information in order to determine Your Eligibility Criteria. By downloading or otherwise using this App, You hereby consent to the use of this location information for these purposes.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.3<\/strong>\tAggregate information on App usage is or may be recorded, and information volunteered by site users including all data submitted is collected and stored. This includes the use of specific services on the App and\/or Service(s) such as performing keyword searches, registering for events, or requesting additional information. \r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.4<\/strong>\tCookies may be required to use certain services on the Site. Cookies are small files that may include a unique identifier, which is sent from our Web server to Your web browser and is stored on Your hard drive for record-keeping purposes. We use cookies to provide services, to record current session information and identify user trends and patterns. You may choose to view, block or erase cookies within Your web browser. However, this may limit Your ability to use all services provided on Our web sites. Although, some web sites may be able to track Your usage after cookie deletion if you come back to the same site or a related site and provide Personal Information.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.5<\/strong>\tThe confidential data You submit is encrypted using industry-standard SSL encryption. Furthermore, all of the customer data We collect is protected against unauthorized access and is never sold, traded or rented for commercial purposes to other organizations except to provide services, information, or products You’ve requested, when we have Your permission, or in the following circumstances: (a) in the case of a sale of all of the assets of Our company, a merger involving Our company, a sale of assets involving Our company or a corporate reorganization involving Our company; and (b) when it is necessary to share information to investigate, prevent, or take action regarding illegal activities, suspected threatening or fraudulent activities, and violations of this Agreement, or as otherwise required by law.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.6<\/strong>\tThrough the App, and\/or Service(s) You may be introduced to a variety of third-party vendors and sites (i.e. We use Adobe to authenticate Your account). The privacy policies of these third parties are not under Our control. The use of any information that You may provide to any third party will be governed by the privacy policy of the operator of the site that You are visiting, which may differ from Ours. As well, in some cases these third parties may share the information that they collect about You with Us. Because we do not control the privacy policies of Our business affiliates or any other sites to which We may provide hyperlinks, You may deem it advisable to review the privacy policy of any site You visit. If You cannot find that site’s privacy policy, or if You are uncertain about the entity to which You are providing Your information, You should contact that site directly for more information.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>11.\tTERM AND TERMINATION<\/strong>.\r\n<div>\r\nThis Agreement shall be effective until terminated. We may, in Our sole and absolute discretion, at any time and for any or no reason, disable the App, or suspend or terminate this Agreement and the rights afforded to You hereunder, with or without prior notice or other action by AT&T Sports Networks. Upon the termination of this Agreement, You shall cease all use of the App and uninstall the App from Your Device, and delete any copy of the App in Your possession. AT&T Sports Networks will not be liable to You or any third party for compensation, indemnity, or damages of any sort as a result of terminating this Agreement in accordance with its terms, and termination of this Agreement will be without prejudice to any other right or remedy AT&T Sports Networks may have, now or in the future. These obligations survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>12.\tDISPUTE RESOLUTION BY BINDING ARBITRATION.<\/strong>\r\n<div> \r\n<strong>PLEASE READ THIS CAREFULLY. IT AFFECTS YOUR RIGHTS.<\/strong>\r\n<\/div>\r\n<p>\r\n<strong>12.1\tSummary<\/strong>.\r\n<div>\r\nMost customer concerns can be resolved quickly and to the customer’s satisfaction by reaching our customer service department by going to <a href=\"http:\/\/www.attsportsnet.com\/contact-us\/\">http:\/\/www.attsportsnet.com\/contact-us\/<\/a> and submitting issues. <strong>In the unlikely event that AT&T Sports Networks customer service department is unable to resolve a complaint You may have to Your satisfaction (or if AT&T Sports Networks has not been able to resolve a dispute it has with you after attempting to do so informally), we each agree to resolve those disputes through binding arbitration or small claims court instead of in courts of general jurisdiction<\/strong>. Arbitration is more informal than a lawsuit in court. Arbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts. Arbitrators can award the same damages and relief that a court can award. <strong>Any arbitration under this Agreement will take place on an individual basis; class arbitrations and class actions are not permitted<\/strong>. For any non-frivolous claim that does not exceed $75,000, AT&T Sports Networks’ will pay all costs of the arbitration. Moreover, in arbitration you are entitled to recover attorneys’ fees from AT&T Sports Networks to at least the same extent as you would be in court.\r\n<\/div>\r\n<div>\r\nIn addition, under certain circumstances (as explained below), AT&T Sports Networks will pay You more than the amount of the arbitrator’s award and will pay Your attorney (if any) twice his or her reasonable attorneys’ fees if the arbitrator awards you an amount that is greater than what NWSN has offered you to settle the dispute.\r\n<\/div>\r\n<p>\r\n<strong>12.2\tArbitration Agreement<\/strong>.\r\n<div>\r\n(1) AT&T Sports Networks and You agree to arbitrate <strong>all disputes and claims<\/strong> between us. This agreement to arbitrate is intended to be broadly interpreted. It includes, but is not limited to:\r\n<ol>\r\n\t<li>claims arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory;<\/li>\r\n\t<li>claims that arose before this or any prior Agreement (including, but not limited to, claims relating to advertising);<\/li>\r\n\t<li>claims that are currently the subject of purported class action litigation in which You are not a member of a certified class; and<\/li>\r\n\t<li>claims that may arise after the termination of this Agreement.<\/li>\r\n<\/ol>\r\nFor purposes of this Section 12, references to “AT&T Sports Networks,” “You(r),” and “Us” include our respective subsidiaries, agents, employees, predecessors in interest, successors, and assigns, as well as all authorized or unauthorized users or beneficiaries of services or Devices under this or prior Agreements between us. Notwithstanding the foregoing, either party may bring an individualized action in small claims court. This arbitration agreement does not preclude You from bringing issues to the attention of federal, state, or local agencies, including, for example, the Federal Communications Commission. Such agencies can, if the law allows, seek relief against us on Your behalf. <strong>You agree that, by entering into this Agreement, You and<\/strong> AT&T Sports Networks <strong>are each waiving the right to a trial by jury or to participate in a class action<\/strong>. This Agreement evidences a transaction in interstate commerce, and thus the Federal Arbitration Act governs the interpretation and enforcement of this provision. This arbitration provision shall survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n<p>\r\n(2) A party who intends to seek arbitration must first send to the other, by certified mail, a written Notice of Dispute (“Notice”). The Notice to AT&T Sports Networks should be addressed to both the Legal Department and to the Office of Programming at: AT&T Sports Networks LLC, 601 Union St., Suite 3020, Seattle, WA 98101 (“Notice Address”). The Notice must (a) describe the nature and basis of the claim or dispute; and (b) set forth the specific relief sought (“Demand”). If AT&T Sports Networks and You do not reach an agreement to resolve the claim within 30 days after the Notice is received, You or AT&T Sports Networks may commence an arbitration proceeding. During the arbitration, the amount of any settlement offer made by AT&T Sports Networks or You shall not be disclosed to the arbitrator until after the arbitrator determines the amount, if any, to which You or AT&T Sports Networks is entitled. You may download or copy a form Notice and a form to initiate arbitration at <a href=\"https:\/\/www.att.com\/arbitration-forms\">att.com\/arbitration-forms<\/a>. \r\n<\/p>\r\n<p>\r\n(3) After You have commenced arbitration, AT&T Sports Networks will promptly reimburse You for Your payment of the filing fee, unless Your claim is for greater than $75,000. (The filing fee currently is $200 for claims under $10,000 but is subject to change by the arbitration provider. If You are unable to pay this fee, AT&T Sports Networks will pay it directly upon receiving a written request at the Notice Address.) The arbitration will be governed by the Consumer Arbitration Rules (“AAA Rules”) of the American Arbitration Association (“AAA”), as modified by this Agreement, and will be administered by the AAA. If the AAA is unavailable, the parties shall agree to another arbitration provider or the court shall appoint a substitute. The AAA Rules are available online at <a href=\"\">adr.org<\/a>, by calling the AAA at 1-800-778-7879, or by writing to the Notice Address. (You may obtain information that is designed for non-lawyers about the arbitration process at <a href=\"https:\/\/www.att.com\/arbitration-forms\">att.com\/arbitration-forms<\/a>.) The arbitrator is bound by the terms of this Agreement. All issues are for the arbitrator to decide, except that issues relating to the scope and enforceability of the arbitration provision are for the court to decide. Unless AT&T Sports Networks and You agree otherwise, any arbitration hearings will take place in the county (or parish) of Your billing address. If Your claim is for $10,000 or less, we agree that You may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules. If Your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules. Regardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based. Except as otherwise provided for herein, AT&T Sports Networks will pay all AAA filing, administration, and arbitrator fees for any arbitration initiated in accordance with the notice requirements above. If, however, the arbitrator finds that either the substance of Your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all such fees will be governed by the AAA Rules. In such case, You agree to reimburse AT&T Sports Networks for all monies previously disbursed by it that are otherwise Your obligation to pay under the AAA Rules. In addition, if You initiate an arbitration in which You seek more than $75,000 in damages, the payment of these fees will be governed by the AAA rules.\r\n<\/p>\r\n<p>\r\n(4) If, after finding in your favor in any respect on the merits of your claim, the arbitrator issues You an award that is greater than the value of AT&T Sports Networks’  last written settlement offer made before an arbitrator was selected, then AT&T Sports Networks will:\r\n<ul>\r\n\t<li>pay You the amount of the award or $10,000 (“the alternative payment”), whichever is greater; and<\/li>\r\n\t<li>pay Your attorney, if any, twice the amount of attorneys’ fees, and reimburse any expenses (including expert witness fees and costs) that Your attorney reasonably accrues for investigating, preparing, and pursuing Your claim in arbitration (“the attorney premium”).<\/li>\r\n<\/ul>\r\nIf AT&T Sports Networks did not make a written offer to settle the dispute before an arbitrator was selected, You and Your attorney will be entitled to receive the alternative payment and the attorney premium, respectively, if the arbitrator awards You any relief on the merits. The arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees, expenses, and the alternative payment and the attorney premium at any time during the proceedings and upon request from either party made within 14 days of the arbitrator’s ruling on the merits. \r\n<\/p>\r\n\r\n<p>\r\n(5) The right to attorneys’ fees and expenses discussed in paragraph (4) supplements any right to attorneys’ fees and expenses You may have under applicable law. Thus, if You would be entitled to a larger amount under the applicable law, this provision does not preclude the arbitrator from awarding You that amount. However, You may not recover duplicative awards of attorneys’ fees or costs. Although under some laws AT&T Sports Networks may have a right to an award of attorneys’ fees and expenses if it prevails in an arbitration, AT&T Sports Networks agrees that it will not seek such an award.\r\n<\/p>\r\n<p>\r\n(6) The arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim. <strong>YOU AND AT&T Sports Networks AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING<\/strong>. Further, unless both You and AT&T Sports Networks agree otherwise, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding. If applicable law precludes enforcement of any of this paragraph’s limitations as to a particular claim for relief, then that claim (and only that claim) must be severed from arbitration and may be brought in court.\r\n<\/p>\r\n<p>\r\n(7) Notwithstanding any provision in this Agreement to the contrary, we agree that if AT&T Sports Networks makes any future change to this arbitration provision (other than a change to the Notice Address) during Your Service Commitment, You may reject any such change by sending Us written notice within 30 days of the change to the Arbitration Notice Address provided above. By rejecting any future change, You are agreeing that You will arbitrate any dispute between us in accordance with the language of this provision.\r\n<\/p>\r\n\r\n<p>\r\n<strong>13.\tDISCLAIMER OF WARRANTIES<\/strong>.\r\n<div>\r\nYOU ACKNOWLEDGE AND AGREE THAT THE APP AND SERVICE, INCLUDING ALL CONTENT CONTAINED THEREIN OR ACCESSED THEREBY, ARE PROVIDED ON AN “AS IS’ AND “AS AVAILABLE” BASIS, AND THAT YOUR USE OF OR RELIANCE UPON THE APP AND SERVICE IS AT YOUR SOLE RISK AND DISCRETION. TO THE EXTENT NOT PROHIBITED BY LAW, AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS HEREBY DISCLAIM ANY AND ALL REPRESENTATIONS, WARRANTIES AND GUARANTIES REGARDING THE APP AND SERVICE, WHETHER ORAL, EXPRESS, IMPLIED OR STATUTORY, AND WHETHER ARISING BY LAW, STATUTE, USAGE OF TRADE, CUSTOM, COURSE OF DEALING OR PERFORMANCE OF THE PARTIES, OR THE NATURE OR CONTEXT OF THIS AGREEMENT, AND INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. FURTHERMORE, AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS MAKE NO WARRANTY THAT (I) THE APP OR SERVICE WILL MEET YOUR REQUIREMENTS; (II) THE APP OR SERVICE WILL BE UNINTERRUPTED, ACCURATE, RELIABLE, TIMELY, SECURE, FREE FROM VIRUSES OR OTHER HARMFUL COMPONENTS OR ERROR-FREE; (III) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL ACCESSED OR OBTAINED BY YOU THROUGH THE APP OR SERVICE WILL BE AS REPRESENTED OR MEET YOUR EXPECTATIONS; OR (IV) ANY ERRORS IN THE APP OR SERVICE WILL BE CORRECTED OR THAT THE APP OR SERVICE WILL BE MAINTAINED. YOU ACKNOWLEDGE THAT THE APP IS NOT INTENDED OR SUITABLE FOR USE IN SITUATIONS OR ENVIRONMENTS WHERE THE PERFORMANCE OF, USE OR MISUSE OF, FAILURE OF, OR ERRORS OR INACCURACIES IN THE CONTENT, DATA OR INFORMATION PROVIDED BY, THE APP COULD LEAD TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL, PROPERTY, OR ENVIRONMENTAL DAMAGE. AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS DO NOT WARRANT THAT THE APP OR SERVICE WILL BE COMPATIBLE OR INTEROPERABLE WITH YOUR DEVICE OR ANY OTHER PIECE OF HARDWARE, SOFTWARE, EQUIPMENT OR DEVICE INSTALLED ON OR USED IN CONNECTION WITH YOUR DEVICE. FURTHERMORE, YOU ACKNOWLEDGE THAT COMPATIBILITY AND INTEROPERABILITY PROBLEMS CAN CAUSE THE PERFORMANCE OF YOUR DEVICE TO DIMINISH OR FAIL COMPLETELY, AND MAY RESULT IN PERMANENT DAMAGE TO YOUR DEVICE, LOSS OF THE DATA LOCATED ON YOUR DEVICE, AND CORRUPTION OF THE SOFTWARE AND FILES LOCATED ON YOUR DEVICE. YOU ACKNOWLEDGE AND AGREE THAT AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS, AND THEIR OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, SHALL HAVE NO LIABILITY TO YOU FOR ANY LOSSES SUFFERED, RESULTING FROM OR ARISING IN CONNECTION WITH COMPATIBILITY OR INTEROPERABILITY PROBLEMS. SHOULD THE APP PROVE DEFECTIVE, YOU ASSUME THE ENTIRE BURDEN OF ALL NECESSARY EXPENSES, SERVICING, REPAIR, OR CORRECTION. THIS SECTION 12 SHALL SURVIVE TERMINATION OF THIS AGREEMENT.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>14.\tLIMITATION OF LIABILITY<\/strong>. \r\n<div>\r\nEXCEPT TO THE EXTENT PROHIBITED BY LAW, UNDER NO CIRCUMSTANCES SHALL AT&T SPORTS NETWORKS, ITS COLLABORATORS, SUPPLIERS OR LICENSORS, NOR THEIR OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, BE LIABLE FOR ACCIDENTS, PROPERTY DAMAGE, PERSONAL INJURY, DEATH, OR FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, SPECIAL OR EXEMPLARY DAMAGES ARISING OUT OF OR IN CONNECTION WITH OR RELATING TO THE SALE OR DISTRIBUTION OF, THE PERFORMANCE OR NON-PERFORMANCE, OR YOUR ACCESS OR USE OF OR INABILITY TO ACCESS OR USE THE APP OR SERVICE, WHETHER OR NOT THE DAMAGES WERE FORESEEABLE AND WHETHER OR NOT SUCH PARTY WAS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, AT&T SPORTS NETWORKS’ AGGREGATE LIABILITY TO YOU (WHETHER UNDER CONTRACT, TORT, STATUTE OR OTHERWISE) SHALL NOT EXCEED THE GREATER OF (i) THE FEE YOU PAID FOR YOUR INITIAL MONTH’S SUBSCRIPTION TO THE SERVICE; (ii) THE AGGREGATE AMOUNT YOU PAID TO AT&T SPORTS NETWORKS FOR THE SERVICE DURING THE ONE MONTH PRECEDING THE DATE THAT THE CLAIM ARISES; OR (iii) TWO DOLLARS ($2.00). THE FOREGOING LIMITATIONS WILL APPLY EVEN IF THE ABOVE STATED REMEDY FAILS OF ITS ESSENTIAL PURPOSE. THIS SECTION 13 SHALL SURVIVE TERMINATION OF THIS AGREEMENT.\r\n<\/div>\r\n<\/p>\r\n<p>\r\n<strong>15.\tINDEMNIFICATION<\/strong>. \r\n<div>\r\nYou shall indemnify, defend and hold harmless AT&T Sports Networks and its collaborators, suppliers and licensors, and their officers, directors, agents and employees (the “Indemnified Parties”) from and against any claim, proceeding, loss, damage, fine, penalty, interest and expense (including, without limitation, fees for attorneys and other professional advisors) arising out of, in connection with or related to the following: (i) Your access to or use of the App, Service, or Third Party Content and Services; (ii) Your breach of this Agreement; (iii) Your violation of law; (iv) Your negligence or willful misconduct; and\/or (v) Your violation of the rights of a third party. You will promptly notify AT&T Sports Networks in writing of any third-party claim arising out of or in connection with Your access to or use of the App or Service. These obligations survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>16.\tMISCELLANEOUS<\/strong>. The following provisions survive termination of this Agreement:\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.1\tGoverning Law, Limitation on Actions<\/strong>. This Agreement shall be deemed to take place in the State of California and shall be governed by and construed in accordance with the laws of the State of California, excluding its conflicts of law principles. This Agreement shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded. To the maximum extent permitted by applicable law, You and AT&T Sports Networks agree that any cause of action arising out of or relating to this Agreement, the App, the Service or Your use of the App or Service must commence within one (1) year after the applicable cause of action accrues in accordance with the dispute resolution provision. Otherwise, such cause of action is permanently barred.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.2\tContact Information<\/strong>. You may reach NWSN Customer Service by visiting <a href=\"http:\/\/www.attsportsnet.com\/contact-us\/\"><\/a>http:\/\/www.attsportsnet.com\/contact-us\/ to submit service issues.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.3\tElectronic Communications<\/strong>. We may communicate with You about the Service and this Agreement via email to the email address registered with Your Service account. You hereby consent to receive those communications and agree that any communications We send to You electronically will satisfy any applicable legal notice requirement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.4\tSeverability<\/strong>. If any provision of this Agreement is held to be invalid or unenforceable, the remaining provisions shall not be affected and shall remain valid and enforceable to the fullest extent permitted by law.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.5\tWaiver<\/strong>. Except as provided herein, the failure to exercise a right or require performance of an obligation under this Agreement shall not affect a party’s ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute waiver of any subsequent breach.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.6\tExport Control; Lawful Use<\/strong>. You may not export or re-export the App except as authorized by United States law and the laws of the jurisdiction(s) in which the App was obtained. You represent and warrant that You are not located and will not use the App in any country that is (a) subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a “terrorist supporting” country; or (b) listed on any U.S. Government list of prohibited or restricted parties including the Treasury Department’s list of Specially Designated Nationals or the U.S. Department of Commerce Denied Persons List or Entity List. You may not use the App in any manner or for any purpose prohibited by (a) United States law, regardless of where You use the App, or (b) local law, in the jurisdiction(s) in which You use the App.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.7\tU.S. Government Use<\/strong>. The App and its related documentation are “Commercial Items”, as that term is defined at 48 C.F.R. §2.101, consisting of “Commercial Computer Software” and “Commercial Computer Software Documentation”, as such terms are used in 48 C.F.R. §12.212 or 48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S. Government end users: (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.8\tPerformance or Benchmark Testing<\/strong>. You may not disclose the results of any benchmark test using the App to any third party without NWSN’ prior written approval.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.9\tModification or Amendment<\/strong>. To the extent not prohibited by law, NWSN may modify or amend the terms of this Agreement, at any time, with or without direct notice to You, by posting a copy of the modified or amended Agreement available through the App or at <a href=\"http:\/\/www.attsportsnet.com\/\">http:\/\/www.attsportsnet.com\/<\/a> You will be deemed to have agreed to any such modification or amendment by Your decision to continue using the App following the date in which the modified or amended Agreement is made available through the App or www.attsportsnet.com.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.10\tSurvival<\/strong>. Any provisions of this Agreement which by their express language or by their context are intended to survive the termination of this Agreement shall survive such termination.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.11\tThird Party Beneficiaries<\/strong>. Except as explicitly provided in this Agreement or in its incorporated agreements, nothing contained in this Agreement is intended or shall be construed to confer upon any person (other than the parties hereto) any rights, benefits or remedies of any kind or character, or to create any obligations or liabilities of a party to any such person.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.12\tNo Transfer by You<\/strong>. You may not transfer Your rights or obligations under this Agreement. Any attempted transfer by You in contravention of this Agreement shall be null and void. NWSN may assign this Agreement without restriction.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.13\tDMCA Copyright Notifications<\/strong>. You may send a valid notification of claimed copyright infringement under the Digital Millennium Copyright Act (“DMCA”). Our designated agent to receive notifications of claimed infringement as described in DMCA subsection 512(c)(3) is: \r\n\t\t<div style=\"padding-left: 20px;\">\r\n\t\t\tManager of Security & Copyright Infringement<br\/>\r\n\t\t\t1800 Perimeter Park Drive, Suite 100<br\/>\r\n\t\t\tMorrisville, NC 27560<br\/>\r\n\t\t\tE-mail: copyright@att.com<br\/>\r\n\t\t\tFor further information, see <a href=\"https:\/\/www.att.com\/legal\/terms.dmca.html\">https:\/\/www.att.com\/legal\/terms.dmca.html <\/a>\r\n\t\t<\/div>\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.14\tEntire Agreement<\/strong>. This Agreement including the documents incorporated herein by reference constitute the entire agreement with respect to the use of the App and Service and supersedes all prior or contemporaneous understandings regarding such subject matter.\r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>Open Source Terms<\/strong>. The App may use, incorporate, or access software that is subject to the following Open Source License Terms:\r\n<\/p>\r\n<p>Apache 2 license: <a href=\"http:\/\/www.apache.org\/licenses\/LICENSE-2.0\">http:\/\/www.apache.org\/licenses\/LICENSE-2.0<\/a><\/p>"
        },
        {
          "key": "contact",
          "name": "Contact Us",
          "type": "url",
          "url": "http://pittsburgh-attsn.att.com/contact-us/"
        },
        {
          "key": "careers",
          "name": "Careers",
          "type": "url",
          "url": "https://connect.att.jobs/"
        },
        {
          "key": "about",
          "name": "About Us",
          "type": "html",
          "data": "<h2>About Us<\/h2>\r\n<div class=\"entry-content\">\r\n  <p>AT&amp;T SportsNet is the television home of the Pittsburgh Penguins, Pittsburgh Pirates, Wild &amp; Wonderful Sports, WVU Football and Basketball.<\/p>\r\n  <p><strong>THE FAN CONNECTION<\/strong><\/p>\r\n  <p>AT&amp;T SportsNet delivers sports experiences that fuel our passion and pride as fans while generating deeper connections to our home teams and our cities where they play. When you’re a real fan, it’s never just a game. We don’t hang up the colors when the lights go out: we wear them with pride outside the lines and celebrate the stories they inspire. We lead this tribe of the faithful in the constant pursuit of new ways to passionately enjoy the game day experience, while being immersed in the stories and emotion that surround the teams and cities we call home.<\/p>\r\n  <p>Our fandom has no limits. It’s driven by the desire to not only know more but also to experience it whenever we want, wherever we are.<\/p>\r\n  <p>Our connection is not just something we have; it’s something we can feel in our souls. That connection is fueled by our commitment to innovate and generate a premium experience in and around the games and the teams that inspire us to be passionate fans.<\/p>\r\n  <p>&nbsp;<\/p>\r\n  <p>Welcome to AT&amp;T SportsNet.<\/p>\r\n<\/div>"
        },
        {
          "key": "certifications",
          "name": "Certifications",
          "type": "url",
          "url": "http://dehayf5mhw1h7.cloudfront.net/wp-content/uploads/sites/843/2017/06/21125631/SW-Q2.pdf"
        },
        {
          "key": "resources",
          "name": "Affiliate Resources",
          "type": "url",
          "url": "https://pittsburgh-attsn.att.com/affiliate-resources/"
        },
        {
          "key": "press",
          "name": "Press",
          "type": "url",
          "url": "https://pittsburgh-attsn.att.com/category/press/"
        },
        {
          "key": "faq",
          "name": "FAQ",
          "type": "html",
          "data": "<h1>AT&T SportsNet App FAQ<\/h1>\r\n\r\n <p>\r\nIn addition to getting our award-winning sports coverage through traditional TV, AT&T SportsNet TV subscribers can now stream their favorite local teams through our mobile apps and web platform. AT&T SportsNet has local media rights for the Utah Jazz Colorado Rockies (on AT&T SportsNet Rocky Mountain), the Pittsburgh Pirates (on AT&T SportsNet Pittsburgh), and the Houston Rockets and Houston Astros (on AT&T SportsNet Southwest), as well as various college and high school level sports. \r\n<\/p> \r\n\r\n <h2>Sign-Up Section<\/h2> \r\n <h3>Can I stream AT&T SportsNet?<\/h3> \r\n <p>\r\nIf you are an AT&T SportsNet subscriber through a participating authorized television provider and live in an area where you can watch the game on TV at home, you will also be able to stream through our AT&T SportsNet mobile apps and web platform when located in the same region. Games will be available to those viewers who subscribe to a cable, telco, or satellite pay TV provider that carries AT&T SportsNet <strong>and</strong> has agreed to allow their customers access to the streaming service. While we are trying to get more TV providers to authenticate to our streaming platform, if you are not able to stream our games, please contact your TV provider directly and ask that they provide you access to stream your favorite home team on AT&T SportsNet.\r\n<\/p> \r\n\r\n <h3>Do blackout restrictions apply to streaming? <\/h3> \r\n <p>Yes, our streaming of AT&T SportsNet follows the same territory restrictions and blackouts applicable to our TV providers. Availability of games is subject to MLB, NBA, NHL, MLS and other applicable territory restrictions. <\/p> \r\n\r\n <h3>Can I stream all AT&T SportsNet content on the app and website?<\/h3> \r\n <p>NHL and MLS content is not currently available for streaming.<\/p> \r\n\r\n <h3>Is there an additional cost?<\/h3> \r\n <p>There is no additional cost if you are a cable, telco, or satellite pay TV customer in good standing who subscribes to a video package that includes AT&T SportsNet. Data charges may apply for mobile app viewing. Please check with your provider.<\/p> \r\n\r\n <h3>Is there a cost to download the AT&T SportsNet app?<\/h3> \r\n <p>No, the AT&T SportsNet app is free to download.<\/p> \r\n\r\n <h3>Can I stream AT&T SportsNet without being a customer of a participating cable, telco, or satellite pay TV provider?<\/h3> \r\n <p>No, the only way to access digital streaming of AT&T SportsNet is to have a valid pay television subscription that includes AT&T SportsNet <strong>and</strong> whose provider has agreed to allow their customers access to the streaming service.<\/p> \r\n\r\n <h3>Is AT&T SportsNet available on any virtual pay-TV Providers service (e.g., DTV Now, Hulu Live TV, PS Vue, YouTube TV, etc.)?<\/h3> \r\n <p>AT&T SportsNet is not currently available on any virtual TV providers. If you would like access to our award-winning live game coverage and streaming services contact your virtual TV provider and ask that they carry AT&T SportsNet.<\/p> \r\n\r\n <h3>How do I sign into the streaming service on the web platform or mobile app?<\/h3> \r\n <p>Log-on to the web platform by clicking on the WATCH button on our website or downloading the mobile app. When prompted, select your TV provider from the list, and input your username and password (same log-on you use to view and pay your bill online). If you dont have an online account with your TV provider please check their website or contact them directly to create one.<\/p> \r\n\r\n <h3>My cable, telco, or satellite pay TV provider does not carry AT&T SportsNet, what can I do?<\/h3> \r\n <p>Contact your cable, telco, or satellite pay TV provider and ask that they carry AT&T SportsNet.<\/p> \r\n\r\n <h3>My cable, telco, or satellite pay TV provider carries AT&T SportsNet, but I do not see them on the streaming provider list, what can I do?<\/h3> \r\n <p>Contact your cable, telco, or satellite pay TV provider and ask them to provide their customers with streaming access to AT&T SportsNet.<\/p> \r\n\r\n <h2>Technical Section<\/h2> \r\n <h3>What are the technical requirements and what devices will work?<\/h3> \r\n <p>You will be able to watch from both PC and Mac platforms. Additionally, you will be able to watch on both Apple and Android devices. To watch games and other programming on any of these platforms, you will need to authenticate that you have a valid subscription to AT&T SportsNet using your pay TV account login credentials (user ID and password).<\/p> \r\n\r\n <h3>What software will I need?<\/h3> \r\n <p>We support iOS and Android software on mobile as well as Chrome, Firefox, Safari, Internet Explorer and Edge for desktop viewing.<\/p> \r\n\r\n <h3>What does my video quality depend on?<\/h3> \r\n <p>Various factors affect video quality including device used, internet speeds, and current network congestion.<\/p> \r\n\r\n <h3>On the provider authentication page, my logon credentials are not working?<\/h3> \r\n <p>Contact your cable, telco, or satellite pay TV provider and confirm the current email address they have on file. Also confirm that youre subscribed to a level of service with your provider that includes AT&T SportsNet.<\/p> \r\n\r\n <h3>What if I forgot my username and/or password?<\/h3> \r\n <p>Contact your cable, telco, or satellite pay TV provider and ask that they carry AT&T SportsNet.<\/p> \r\n\r\n <h3>I am at work, within my local market, and using the web platform, why cant I access the stream?<\/h3> \r\n <p>Depending on network restrictions set at your workplace, streaming may be blocked due to data usage limits, VPN providers that use out-of-state registration, or security limitations. If none of these restrictions exist, please check other technical and authentication issues above.<\/p> \r\n\r\n <h2>App Use Section<\/h2> \r\n <h3>Is there a way to stop, pause and or record the live games?<\/h3> \r\n <p>Our app will allow you to pause and stop live games, but not to record or download for offline viewing as part of this service. <\/p> \r\n\r\n <h3>What data does AT&T SportsNet collect?<\/h3> \r\n <p>We confirm your TV subscription and use your location in order to verify that you are within our geographic footprint and qualify for viewing of the content provided. Please refer to our User Terms and Privacy Policy (found at <a href=\"http://www.attsportsnet.com/att-sportsnet-app-terms-conditions/\">http://www.attsportsnet.com/att-sportsnet-app-terms-conditions/</a>) for additional details.<\/p> \r\n\r\n <h3>I am traveling out of town, will I still be able to stream the games on my phone or computer?<\/h3> \r\n <p>Unfortunately, currently you have to be within AT&T SportsNet geographic footprint in order to stream the programming.<\/p>"
        },
        {
          "key": "userAgreement",
          "name": "End User Acknowledgement",
          "type": "html",
          "data": "<div style=\"padding: 4px;\">\r\n<p>BY CLICKING “I AGREE”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE:\r\n<ul>\r\n\t<li>YOU HAVE READ AND UNDERSTAND THIS AGREEMENT (<a href=\"http:\/\/www.attsportsnet.com\/privacy-policy\/\">http:\/\/www.attsportsnet.com\/privacy-policy\/<\/a>) AND AGREE TO ITS TERMS;<\/li>\r\n\t<li>YOU ARE 18 YEARS OF AGE OR OLDER;<\/li>\r\n\t<li>TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 OF THE AGREEMENT.<\/li>\r\n<\/ul>\r\n<\/p>\r\n<\/div>"
        }
      ]
    },
    {
      "region_code": "RMNT",
      "menu_resources": [
        {
          "key": "privacy",
          "name": "Privacy Policy",
          "type": "html",
          "data": "<h1>AT&T Sports Networks Terms of Service, End User License Agreement, and Privacy Statement<\/h1>\r\n<p>AT&T Sports Networks LLC, a subsidiary of AT&T Inc., licenses the App to You and grants You access to the AT&T SportsNet service (the “Service”), conditioned upon Your acceptance of these Terms of Service and End User License Agreement (the “Agreement”).<\/p>\r\n<p>THIS AGREEMENT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS (SEE SECTION 11), AND ALSO LIMITS THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF A DISPUTE (SEE SECTION 13).<\/p>\r\n<p>BY CLICKING “I AGREE” OR “ACCEPT”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE: (A) THAT YOU HAVE READ AND UNDERSTAND THIS AGREEMENT AND AGREE TO ITS TERMS; (B) THAT YOU ARE 18 YEARS OF AGE OR OLDER; AND (C) TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 HEREIN.<\/p>\r\n<p>If at any time after reviewing or using the App You wish to terminate such use or this Agreement, You must un-install and remove the App from Your Devices, and delete any copy of the App in Your possession. You agree that information collected from You or Your Devices before You un-install, remove or cease to use the App can still be used.<\/p>\r\n\r\n<p>\r\n<strong>1. DEFINITIONS<\/strong>. “AT&T Sports Networks,” “We,” “Our” and “Us” mean AT&T Sports Networks, LLC and its subsidiaries, agents, employees, successors and assigns; (b) “App” means the AT&T SportsNet application, any website, software, components, data or services provided in connection with the AT&T SportsNet application and Service, and any updates to these items; and (c) “You” and “Your” mean an individual who downloads or uses the App and any person or entity represented by that individual.\r\n<\/p>\r\n<p>\r\n<strong>2. THE APP<\/strong>. The App allows You to access live television and sports events (collectively, “Content”) available through the Service over a broadband or wireless Internet connection.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.1 Use of App<\/strong>. You must be 18 years of age, or the age of majority in Your state or territory, to subscribe to the Service. Individuals under the age of 18, or applicable age of majority, may utilize the App only with the involvement of a parent or legal guardian, under such person’s Service account and otherwise subject to this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.2\tContent<\/strong>. You understand that the Service may include, and the App may allow You to access, Content that may be considered offensive, indecent, explicit, or objectionable and this Content may or may not be identified as having explicit language or other objectionable attributes. Neither AT&T Sports Networks nor its licensors shall have liability to You for such Content. Content types, genres, categories and descriptions, if any, are provided for Your convenience, and neither AT&T Sports Networks nor its licensors guarantees their accuracy\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.3\tLimitation on Streams<\/strong>. The number of devices on which You may simultaneously watch Content is limited. Currently, You are limited to 5 concurrent streams. The number of devices available for use and the simultaneous streams may change from time to time at Our discretion.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.4\tVideo Resolution<\/strong>. Resolution of video content can be affected by the format of the content We receive, the variety of Internet connections and device screens used, and other reasons. So, while We can’t guarantee a specific resolution, We use video optimization technology in an effort to provide a better experience, depending on the device being used and the bandwidth available.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.5\tData Usage<\/strong>. Usage of the App may count against Your data usage, subject to the terms of agreement with Your wireless or Internet provider.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.6\tGeographic Limitation<\/strong>. The Service is intended only for individuals located in those portions of the United States in which the Service is offered to consumers and, in the case of You, only in Your Services Area. You represent and warrant that, at any time You attempt to access the Service (including through the App), You will be located in Your Services Area and will not attempt to access the Service from any other location or through proxy servers located in any other location. We will use technologies to verify Your geographic location, and will block access to the Service based on Our good faith determination that You are located outside of Your Services Area. \r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>3.\tSUBSCRIPTION AUTHENTICATION<\/strong>. The App provides a live stream of the AT&T SportsNet programming then being exhibited by the Distributor in Your Services Area. \r\n<\/p>\r\n<p>\r\n<strong>4.\tACCOUNT ACCESS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.1\tEligibility Criteria<\/strong>. To be eligible to access the Service (including through the App), You must meet the following criteria (the “Eligibility Criteria”): (1) You must be a subscriber of an account in good standing with an authorized television provider (“Distributor”) that has a qualifying agreement with Us, and (2) You must then be located within the required geographic region of that Distributor (the “Services Area”). To access the Service and\/or App, You will be required to (a) authenticate Your account using a unique Username and password associated with Your Service subscription, and (b) confirm Your current location.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.2\tAccess and Passwords<\/strong>. You are responsible for maintaining the confidentiality of the password You use for Your Service account and are fully responsible for all activities that occur under Your password and Service account. You agree to keep Your password confidential, not to share it with anyone else and to immediately notify Us of any unauthorized use of Your Service account.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.3\tAccount Owner<\/strong>. The person who created the Service account and who agrees to this Agreement is the “Account Owner.” To provide You with ease of access to Your Service account, the Service implements technology that enables Us to recognize the Account Owner and provide the Account Owner with direct access to the account without retyping any password or other identification each time You visit and use the Service via the App, Your Devices, or Your browser. The Account Owner is solely responsible for enabling this functionality.\r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>5.\tCONTENT AND PROGRAMMING<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.1\tProgramming<\/strong>. Factors such as home zip code, current geographic location, and affiliate authentication affect the availability of programming. We reserve the unrestricted right to change, rearrange, add or delete Our programming content and any service We offer (including the Service), at any time. We will attempt to notify You of any changes within Our reasonable control.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.2\tPrivate Viewing<\/strong>. The App and Service are only for private, non-commercial use. Content may not be viewed in areas open to the public or in commercial establishments, even if no fee is charged for its viewing. You may not rebroadcast, transmit or perform the Content, or charge admission for its viewing, or transmit or distribute running accounts of it. You may not use any of Our trademarks.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.3\tBlackouts<\/strong>. Certain programming, including sports events, may be blacked out in Your local reception area. Blackout restrictions are decided by the sports leagues and other entities that own the local broadcast rights.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>6.\tLICENSE GRANT AND USE RESTRICTIONS<\/strong>. \r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>6.1\tLicense Grant<\/strong>. . Subject to the restrictions set forth in Section 6.2, AT&T Sports Networks grants You a personal, revocable, non-exclusive, non-transferable, limited right to install and use a single instance of the App on a mobile device or other computing device that is owned and controlled by You (“Your Device”), and to access and use the App on Your Device solely for accessing the Service and viewing Content, strictly in accordance with the terms and conditions of this Agreement, and all applicable local, national, and international laws and regulations.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>6.2\tRestrictions on Use<\/strong>. You shall not: (a) decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the App, for any purpose; (b) modify, adapt, improve, or create any derivative work from the App or Content; (c) violate any applicable laws, rules or regulations in connection with Your access or use of the App or Content; (d) remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of AT&T Sports Networks or its collaborators, suppliers or licensors; (e) use the App or Content in a manner that derives revenue directly from such use, or use the App for any other purpose for which it is not designed or intended; (f) enable the use of the App on a device that is not Your Device; (g) enable access to or use of Content on a device that is not Your Device; (h) make the App or Content available over a network or other environment permitting access or use by multiple devices or users at the same time; (i) use the App or Content for creating a product, service or software that is, directly or indirectly, competitive with or in any way a substitute for any services, product or software offered by AT&T Sports Networks or its licensors; (j) use the App to send automated queries to any website or to send any unsolicited commercial e-mail; (k) use any proprietary information or interfaces of AT&T SportsNet or other intellectual property of AT&T Sports Networks in the design, development, manufacture, licensing or distribution of any applications, accessories or devices for use with the App; (l) circumvent, disable or tamper with any security-related components or other protective measures applicable to the App or the Content; or (m) reproduce, archive, retransmit, distribute, sell, lease, rent, exchange, modify, broadcast, synchronize, publicly perform, publish, publicly display, make available to third parties, transfer or circulate the App or Content. You agree to abide by the rules and policies established from time to time by AT&T Sports Networks. Such rules and policies may include, for example, required or automated updates, modifications, and\/or reinstallations of the App and obtaining available patches to address security, interoperability, or performance issues. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n\r\n<strong>7.\tINTELLECTUAL PROPERTY RIGHTS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.1\tRights to App and Service<\/strong>. The App (including its source and object code), any copies thereof (whether or not present on Your Device), the Service, and all copyrights, patents, trademarks, trade secrets and other intellectual property rights associated therewith are, and shall remain, the property of AT&T Sports Networks or its collaborators, licensors, or suppliers. The source and object code of the App are the proprietary and confidential information of AT&T Sports Networks and its collaborators, licensors and suppliers. The App is licensed, not sold, to You. Title to the App and Service shall remain with AT&T Sports Networks. AT&T Sports Networks and its collaborators, licensors, and suppliers reserve the right to change, suspend, terminate, remove, impose limits on the use of or access to, disable access to the App or Service, or require the return of the App (or any copy thereof), at any time without notice and will have no liability for doing so. Except as expressly stated in this Agreement, You are not granted any intellectual property rights in or to the App, Service or Content by implication, estoppel or other legal theory, and all rights in and to the App, Service and Content not expressly granted in this Agreement are hereby reserved and retained by AT&T Sports Networks. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.2\tAT&T SportsNet Marks<\/strong>. The following company name and related logos and all related product and service names, design marks and slogans are trademarks and service marks owned by and used under license from AT&T Sports Networks LLC and AT&T Intellectual Property: “AT&T SportsNet” (the “AT&T SportsNet Marks”). You are not authorized to use the AT&T SportsNet Marks in any advertising, publicity or in any other commercial manner without the prior written consent of AT&T Sports Networks, which may be withheld for any or no reason. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.3\tOpen Source Software<\/strong>. The App may include third party software that is subject to open source license terms (“Open Source Software”). You acknowledge and agree that Your right to use such Open Source Software as part of the App is subject to and governed by the terms and conditions of any license applicable to the Open Source Software (the “Open Source License Terms”). In the event of a conflict between the terms of this Agreement and the Open Source License Terms, the Open Source License Terms shall control.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>8.\tLEAGUE RESTRICTIONS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>8.1\t“League Restriction(s)”<\/strong> means: (i) the respective constitutions, by-laws, and other rules, regulations and agreements of Major League Baseball (“MLB”), the National Basketball Association (“NBA”), National Hockey League (“NHL”), National Football League (“NFL”), National Collegiate Athletic Association (“NCAA”), Major League Soccer (“MLS”) and any other association, league, conference or other governing body of a professional, amateur (e.g., the Olympics, Little League) or collegiate sport (“League(s)”) as they currently exist, and as they may be amended, modified or otherwise supplemented from time to time,; (ii) any action taken by the commissioner of any League (including without limitation the Office of the Commissioner of Baseball), or any other person having authority delegated by the commissioner (or other duly-authorized League executive) of any League, pursuant to any document, policy, rule, regulation or restriction referred to in clause (i) of this definition; and (iii) the terms of any existing or future contracts entered into by the Leagues with third parties or entered into in good faith and at arms’ length between AT&T Sports Networks and any League or team relating to the telecasting or other distribution of sporting events, as the same may be entered into, modified, and enforced from time to time. \r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>8.2\tAffiliate Restrictions based on League Restrictions<\/strong>. This Agreement and the license granted by AT&T Sports Networks to affiliates are limited by, and subject to, all limitations, covenants, standards and restrictions applicable to either AT&T Sports Networks (including restrictions included in AT&T Sports Networks’ agreements with each Service program supplier or withdrawal of consent to AT&T Sports Networks distribution of programming by any Service program supplier) or any Service program supplier (including such supplier’s constitutions, bylaws, rules, regulations, directives and agreements and those of each league, conference, association or individual athletic team), as any of the same may be amended, supplemented, restated, interpreted, enacted or entered into or enforced from time to time.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>9.\tNO RESPONSIBILITY FOR THIRD PARTY CONTENT AND SERVICES.<\/strong>\r\n<div>\r\nThe App or Service may permit access to products, services, websites, advertisements, and content from advertisers, publishers, vendors and other third parties (“Third Party Content and Services”). Your use of Third Party Content and Services may be subject to additional terms of use set by the third parties. YOUR USE OF THIRD PARTY CONTENT AND SERVICES IS AT YOUR SOLE RISK AND DISCRETION. AT&T Sports Networks does not investigate, monitor, represent, endorse or publish the Third Party Content and Services. AT&T Sports Networks reserves the right to restrict or deny access to any Third Party Content and Services otherwise accessible through the App or Service. AT&T Sports Networks shall have no liability to You arising out of or in connection with Your access to and use (or misuse) of the Third Party Content and Services.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>10.\tPRIVACY STATEMENT<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.1<\/strong>\tIf You ever access the AT&T Sports Networks Service via the App, you may generate certain technical, usage, and network performance information (e.g., device information, operating system, operating system version) and be required to provide Us with account and contact data (such as Your name, physical and email addresses, phone numbers and\/or domain names (“Personal Information”) to provision the Service and improve your experience.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.2<\/strong>\tThis App also accesses and uses Your location information in order to determine Your Eligibility Criteria. By downloading or otherwise using this App, You hereby consent to the use of this location information for these purposes.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.3<\/strong>\tAggregate information on App usage is or may be recorded, and information volunteered by site users including all data submitted is collected and stored. This includes the use of specific services on the App and\/or Service(s) such as performing keyword searches, registering for events, or requesting additional information. \r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.4<\/strong>\tCookies may be required to use certain services on the Site. Cookies are small files that may include a unique identifier, which is sent from our Web server to Your web browser and is stored on Your hard drive for record-keeping purposes. We use cookies to provide services, to record current session information and identify user trends and patterns. You may choose to view, block or erase cookies within Your web browser. However, this may limit Your ability to use all services provided on Our web sites. Although, some web sites may be able to track Your usage after cookie deletion if you come back to the same site or a related site and provide Personal Information.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.5<\/strong>\tThe confidential data You submit is encrypted using industry-standard SSL encryption. Furthermore, all of the customer data We collect is protected against unauthorized access and is never sold, traded or rented for commercial purposes to other organizations except to provide services, information, or products You’ve requested, when we have Your permission, or in the following circumstances: (a) in the case of a sale of all of the assets of Our company, a merger involving Our company, a sale of assets involving Our company or a corporate reorganization involving Our company; and (b) when it is necessary to share information to investigate, prevent, or take action regarding illegal activities, suspected threatening or fraudulent activities, and violations of this Agreement, or as otherwise required by law.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.6<\/strong>\tThrough the App, and\/or Service(s) You may be introduced to a variety of third-party vendors and sites (i.e. We use Adobe to authenticate Your account). The privacy policies of these third parties are not under Our control. The use of any information that You may provide to any third party will be governed by the privacy policy of the operator of the site that You are visiting, which may differ from Ours. As well, in some cases these third parties may share the information that they collect about You with Us. Because we do not control the privacy policies of Our business affiliates or any other sites to which We may provide hyperlinks, You may deem it advisable to review the privacy policy of any site You visit. If You cannot find that site’s privacy policy, or if You are uncertain about the entity to which You are providing Your information, You should contact that site directly for more information.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>11.\tTERM AND TERMINATION<\/strong>.\r\n<div>\r\nThis Agreement shall be effective until terminated. We may, in Our sole and absolute discretion, at any time and for any or no reason, disable the App, or suspend or terminate this Agreement and the rights afforded to You hereunder, with or without prior notice or other action by AT&T Sports Networks. Upon the termination of this Agreement, You shall cease all use of the App and uninstall the App from Your Device, and delete any copy of the App in Your possession. AT&T Sports Networks will not be liable to You or any third party for compensation, indemnity, or damages of any sort as a result of terminating this Agreement in accordance with its terms, and termination of this Agreement will be without prejudice to any other right or remedy AT&T Sports Networks may have, now or in the future. These obligations survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>12.\tDISPUTE RESOLUTION BY BINDING ARBITRATION.<\/strong>\r\n<div> \r\n<strong>PLEASE READ THIS CAREFULLY. IT AFFECTS YOUR RIGHTS.<\/strong>\r\n<\/div>\r\n<p>\r\n<strong>12.1\tSummary<\/strong>.\r\n<div>\r\nMost customer concerns can be resolved quickly and to the customer’s satisfaction by reaching our customer service department by going to <a href=\"http:\/\/www.attsportsnet.com\/contact-us\/\">http:\/\/www.attsportsnet.com\/contact-us\/<\/a> and submitting issues. <strong>In the unlikely event that AT&T Sports Networks customer service department is unable to resolve a complaint You may have to Your satisfaction (or if AT&T Sports Networks has not been able to resolve a dispute it has with you after attempting to do so informally), we each agree to resolve those disputes through binding arbitration or small claims court instead of in courts of general jurisdiction<\/strong>. Arbitration is more informal than a lawsuit in court. Arbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts. Arbitrators can award the same damages and relief that a court can award. <strong>Any arbitration under this Agreement will take place on an individual basis; class arbitrations and class actions are not permitted<\/strong>. For any non-frivolous claim that does not exceed $75,000, AT&T Sports Networks’ will pay all costs of the arbitration. Moreover, in arbitration you are entitled to recover attorneys’ fees from AT&T Sports Networks to at least the same extent as you would be in court.\r\n<\/div>\r\n<div>\r\nIn addition, under certain circumstances (as explained below), AT&T Sports Networks will pay You more than the amount of the arbitrator’s award and will pay Your attorney (if any) twice his or her reasonable attorneys’ fees if the arbitrator awards you an amount that is greater than what NWSN has offered you to settle the dispute.\r\n<\/div>\r\n<p>\r\n<strong>12.2\tArbitration Agreement<\/strong>.\r\n<div>\r\n(1) AT&T Sports Networks and You agree to arbitrate <strong>all disputes and claims<\/strong> between us. This agreement to arbitrate is intended to be broadly interpreted. It includes, but is not limited to:\r\n<ol>\r\n\t<li>claims arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory;<\/li>\r\n\t<li>claims that arose before this or any prior Agreement (including, but not limited to, claims relating to advertising);<\/li>\r\n\t<li>claims that are currently the subject of purported class action litigation in which You are not a member of a certified class; and<\/li>\r\n\t<li>claims that may arise after the termination of this Agreement.<\/li>\r\n<\/ol>\r\nFor purposes of this Section 12, references to “AT&T Sports Networks,” “You(r),” and “Us” include our respective subsidiaries, agents, employees, predecessors in interest, successors, and assigns, as well as all authorized or unauthorized users or beneficiaries of services or Devices under this or prior Agreements between us. Notwithstanding the foregoing, either party may bring an individualized action in small claims court. This arbitration agreement does not preclude You from bringing issues to the attention of federal, state, or local agencies, including, for example, the Federal Communications Commission. Such agencies can, if the law allows, seek relief against us on Your behalf. <strong>You agree that, by entering into this Agreement, You and<\/strong> AT&T Sports Networks <strong>are each waiving the right to a trial by jury or to participate in a class action<\/strong>. This Agreement evidences a transaction in interstate commerce, and thus the Federal Arbitration Act governs the interpretation and enforcement of this provision. This arbitration provision shall survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n<p>\r\n(2) A party who intends to seek arbitration must first send to the other, by certified mail, a written Notice of Dispute (“Notice”). The Notice to AT&T Sports Networks should be addressed to both the Legal Department and to the Office of Programming at: AT&T Sports Networks LLC, 601 Union St., Suite 3020, Seattle, WA 98101 (“Notice Address”). The Notice must (a) describe the nature and basis of the claim or dispute; and (b) set forth the specific relief sought (“Demand”). If AT&T Sports Networks and You do not reach an agreement to resolve the claim within 30 days after the Notice is received, You or AT&T Sports Networks may commence an arbitration proceeding. During the arbitration, the amount of any settlement offer made by AT&T Sports Networks or You shall not be disclosed to the arbitrator until after the arbitrator determines the amount, if any, to which You or AT&T Sports Networks is entitled. You may download or copy a form Notice and a form to initiate arbitration at <a href=\"https:\/\/www.att.com\/arbitration-forms\">att.com\/arbitration-forms<\/a>. \r\n<\/p>\r\n<p>\r\n(3) After You have commenced arbitration, AT&T Sports Networks will promptly reimburse You for Your payment of the filing fee, unless Your claim is for greater than $75,000. (The filing fee currently is $200 for claims under $10,000 but is subject to change by the arbitration provider. If You are unable to pay this fee, AT&T Sports Networks will pay it directly upon receiving a written request at the Notice Address.) The arbitration will be governed by the Consumer Arbitration Rules (“AAA Rules”) of the American Arbitration Association (“AAA”), as modified by this Agreement, and will be administered by the AAA. If the AAA is unavailable, the parties shall agree to another arbitration provider or the court shall appoint a substitute. The AAA Rules are available online at <a href=\"\">adr.org<\/a>, by calling the AAA at 1-800-778-7879, or by writing to the Notice Address. (You may obtain information that is designed for non-lawyers about the arbitration process at <a href=\"https:\/\/www.att.com\/arbitration-forms\">att.com\/arbitration-forms<\/a>.) The arbitrator is bound by the terms of this Agreement. All issues are for the arbitrator to decide, except that issues relating to the scope and enforceability of the arbitration provision are for the court to decide. Unless AT&T Sports Networks and You agree otherwise, any arbitration hearings will take place in the county (or parish) of Your billing address. If Your claim is for $10,000 or less, we agree that You may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules. If Your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules. Regardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based. Except as otherwise provided for herein, AT&T Sports Networks will pay all AAA filing, administration, and arbitrator fees for any arbitration initiated in accordance with the notice requirements above. If, however, the arbitrator finds that either the substance of Your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all such fees will be governed by the AAA Rules. In such case, You agree to reimburse AT&T Sports Networks for all monies previously disbursed by it that are otherwise Your obligation to pay under the AAA Rules. In addition, if You initiate an arbitration in which You seek more than $75,000 in damages, the payment of these fees will be governed by the AAA rules.\r\n<\/p>\r\n<p>\r\n(4) If, after finding in your favor in any respect on the merits of your claim, the arbitrator issues You an award that is greater than the value of AT&T Sports Networks’  last written settlement offer made before an arbitrator was selected, then AT&T Sports Networks will:\r\n<ul>\r\n\t<li>pay You the amount of the award or $10,000 (“the alternative payment”), whichever is greater; and<\/li>\r\n\t<li>pay Your attorney, if any, twice the amount of attorneys’ fees, and reimburse any expenses (including expert witness fees and costs) that Your attorney reasonably accrues for investigating, preparing, and pursuing Your claim in arbitration (“the attorney premium”).<\/li>\r\n<\/ul>\r\nIf AT&T Sports Networks did not make a written offer to settle the dispute before an arbitrator was selected, You and Your attorney will be entitled to receive the alternative payment and the attorney premium, respectively, if the arbitrator awards You any relief on the merits. The arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees, expenses, and the alternative payment and the attorney premium at any time during the proceedings and upon request from either party made within 14 days of the arbitrator’s ruling on the merits. \r\n<\/p>\r\n\r\n<p>\r\n(5) The right to attorneys’ fees and expenses discussed in paragraph (4) supplements any right to attorneys’ fees and expenses You may have under applicable law. Thus, if You would be entitled to a larger amount under the applicable law, this provision does not preclude the arbitrator from awarding You that amount. However, You may not recover duplicative awards of attorneys’ fees or costs. Although under some laws AT&T Sports Networks may have a right to an award of attorneys’ fees and expenses if it prevails in an arbitration, AT&T Sports Networks agrees that it will not seek such an award.\r\n<\/p>\r\n<p>\r\n(6) The arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim. <strong>YOU AND AT&T Sports Networks AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING<\/strong>. Further, unless both You and AT&T Sports Networks agree otherwise, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding. If applicable law precludes enforcement of any of this paragraph’s limitations as to a particular claim for relief, then that claim (and only that claim) must be severed from arbitration and may be brought in court.\r\n<\/p>\r\n<p>\r\n(7) Notwithstanding any provision in this Agreement to the contrary, we agree that if AT&T Sports Networks makes any future change to this arbitration provision (other than a change to the Notice Address) during Your Service Commitment, You may reject any such change by sending Us written notice within 30 days of the change to the Arbitration Notice Address provided above. By rejecting any future change, You are agreeing that You will arbitrate any dispute between us in accordance with the language of this provision.\r\n<\/p>\r\n\r\n<p>\r\n<strong>13.\tDISCLAIMER OF WARRANTIES<\/strong>.\r\n<div>\r\nYOU ACKNOWLEDGE AND AGREE THAT THE APP AND SERVICE, INCLUDING ALL CONTENT CONTAINED THEREIN OR ACCESSED THEREBY, ARE PROVIDED ON AN “AS IS’ AND “AS AVAILABLE” BASIS, AND THAT YOUR USE OF OR RELIANCE UPON THE APP AND SERVICE IS AT YOUR SOLE RISK AND DISCRETION. TO THE EXTENT NOT PROHIBITED BY LAW, AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS HEREBY DISCLAIM ANY AND ALL REPRESENTATIONS, WARRANTIES AND GUARANTIES REGARDING THE APP AND SERVICE, WHETHER ORAL, EXPRESS, IMPLIED OR STATUTORY, AND WHETHER ARISING BY LAW, STATUTE, USAGE OF TRADE, CUSTOM, COURSE OF DEALING OR PERFORMANCE OF THE PARTIES, OR THE NATURE OR CONTEXT OF THIS AGREEMENT, AND INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. FURTHERMORE, AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS MAKE NO WARRANTY THAT (I) THE APP OR SERVICE WILL MEET YOUR REQUIREMENTS; (II) THE APP OR SERVICE WILL BE UNINTERRUPTED, ACCURATE, RELIABLE, TIMELY, SECURE, FREE FROM VIRUSES OR OTHER HARMFUL COMPONENTS OR ERROR-FREE; (III) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL ACCESSED OR OBTAINED BY YOU THROUGH THE APP OR SERVICE WILL BE AS REPRESENTED OR MEET YOUR EXPECTATIONS; OR (IV) ANY ERRORS IN THE APP OR SERVICE WILL BE CORRECTED OR THAT THE APP OR SERVICE WILL BE MAINTAINED. YOU ACKNOWLEDGE THAT THE APP IS NOT INTENDED OR SUITABLE FOR USE IN SITUATIONS OR ENVIRONMENTS WHERE THE PERFORMANCE OF, USE OR MISUSE OF, FAILURE OF, OR ERRORS OR INACCURACIES IN THE CONTENT, DATA OR INFORMATION PROVIDED BY, THE APP COULD LEAD TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL, PROPERTY, OR ENVIRONMENTAL DAMAGE. AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS DO NOT WARRANT THAT THE APP OR SERVICE WILL BE COMPATIBLE OR INTEROPERABLE WITH YOUR DEVICE OR ANY OTHER PIECE OF HARDWARE, SOFTWARE, EQUIPMENT OR DEVICE INSTALLED ON OR USED IN CONNECTION WITH YOUR DEVICE. FURTHERMORE, YOU ACKNOWLEDGE THAT COMPATIBILITY AND INTEROPERABILITY PROBLEMS CAN CAUSE THE PERFORMANCE OF YOUR DEVICE TO DIMINISH OR FAIL COMPLETELY, AND MAY RESULT IN PERMANENT DAMAGE TO YOUR DEVICE, LOSS OF THE DATA LOCATED ON YOUR DEVICE, AND CORRUPTION OF THE SOFTWARE AND FILES LOCATED ON YOUR DEVICE. YOU ACKNOWLEDGE AND AGREE THAT AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS, AND THEIR OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, SHALL HAVE NO LIABILITY TO YOU FOR ANY LOSSES SUFFERED, RESULTING FROM OR ARISING IN CONNECTION WITH COMPATIBILITY OR INTEROPERABILITY PROBLEMS. SHOULD THE APP PROVE DEFECTIVE, YOU ASSUME THE ENTIRE BURDEN OF ALL NECESSARY EXPENSES, SERVICING, REPAIR, OR CORRECTION. THIS SECTION 12 SHALL SURVIVE TERMINATION OF THIS AGREEMENT.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>14.\tLIMITATION OF LIABILITY<\/strong>. \r\n<div>\r\nEXCEPT TO THE EXTENT PROHIBITED BY LAW, UNDER NO CIRCUMSTANCES SHALL AT&T SPORTS NETWORKS, ITS COLLABORATORS, SUPPLIERS OR LICENSORS, NOR THEIR OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, BE LIABLE FOR ACCIDENTS, PROPERTY DAMAGE, PERSONAL INJURY, DEATH, OR FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, SPECIAL OR EXEMPLARY DAMAGES ARISING OUT OF OR IN CONNECTION WITH OR RELATING TO THE SALE OR DISTRIBUTION OF, THE PERFORMANCE OR NON-PERFORMANCE, OR YOUR ACCESS OR USE OF OR INABILITY TO ACCESS OR USE THE APP OR SERVICE, WHETHER OR NOT THE DAMAGES WERE FORESEEABLE AND WHETHER OR NOT SUCH PARTY WAS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, AT&T SPORTS NETWORKS’ AGGREGATE LIABILITY TO YOU (WHETHER UNDER CONTRACT, TORT, STATUTE OR OTHERWISE) SHALL NOT EXCEED THE GREATER OF (i) THE FEE YOU PAID FOR YOUR INITIAL MONTH’S SUBSCRIPTION TO THE SERVICE; (ii) THE AGGREGATE AMOUNT YOU PAID TO AT&T SPORTS NETWORKS FOR THE SERVICE DURING THE ONE MONTH PRECEDING THE DATE THAT THE CLAIM ARISES; OR (iii) TWO DOLLARS ($2.00). THE FOREGOING LIMITATIONS WILL APPLY EVEN IF THE ABOVE STATED REMEDY FAILS OF ITS ESSENTIAL PURPOSE. THIS SECTION 13 SHALL SURVIVE TERMINATION OF THIS AGREEMENT.\r\n<\/div>\r\n<\/p>\r\n<p>\r\n<strong>15.\tINDEMNIFICATION<\/strong>. \r\n<div>\r\nYou shall indemnify, defend and hold harmless AT&T Sports Networks and its collaborators, suppliers and licensors, and their officers, directors, agents and employees (the “Indemnified Parties”) from and against any claim, proceeding, loss, damage, fine, penalty, interest and expense (including, without limitation, fees for attorneys and other professional advisors) arising out of, in connection with or related to the following: (i) Your access to or use of the App, Service, or Third Party Content and Services; (ii) Your breach of this Agreement; (iii) Your violation of law; (iv) Your negligence or willful misconduct; and\/or (v) Your violation of the rights of a third party. You will promptly notify AT&T Sports Networks in writing of any third-party claim arising out of or in connection with Your access to or use of the App or Service. These obligations survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>16.\tMISCELLANEOUS<\/strong>. The following provisions survive termination of this Agreement:\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.1\tGoverning Law, Limitation on Actions<\/strong>. This Agreement shall be deemed to take place in the State of California and shall be governed by and construed in accordance with the laws of the State of California, excluding its conflicts of law principles. This Agreement shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded. To the maximum extent permitted by applicable law, You and AT&T Sports Networks agree that any cause of action arising out of or relating to this Agreement, the App, the Service or Your use of the App or Service must commence within one (1) year after the applicable cause of action accrues in accordance with the dispute resolution provision. Otherwise, such cause of action is permanently barred.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.2\tContact Information<\/strong>. You may reach NWSN Customer Service by visiting <a href=\"http:\/\/www.attsportsnet.com\/contact-us\/\"><\/a>http:\/\/www.attsportsnet.com\/contact-us\/ to submit service issues.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.3\tElectronic Communications<\/strong>. We may communicate with You about the Service and this Agreement via email to the email address registered with Your Service account. You hereby consent to receive those communications and agree that any communications We send to You electronically will satisfy any applicable legal notice requirement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.4\tSeverability<\/strong>. If any provision of this Agreement is held to be invalid or unenforceable, the remaining provisions shall not be affected and shall remain valid and enforceable to the fullest extent permitted by law.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.5\tWaiver<\/strong>. Except as provided herein, the failure to exercise a right or require performance of an obligation under this Agreement shall not affect a party’s ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute waiver of any subsequent breach.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.6\tExport Control; Lawful Use<\/strong>. You may not export or re-export the App except as authorized by United States law and the laws of the jurisdiction(s) in which the App was obtained. You represent and warrant that You are not located and will not use the App in any country that is (a) subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a “terrorist supporting” country; or (b) listed on any U.S. Government list of prohibited or restricted parties including the Treasury Department’s list of Specially Designated Nationals or the U.S. Department of Commerce Denied Persons List or Entity List. You may not use the App in any manner or for any purpose prohibited by (a) United States law, regardless of where You use the App, or (b) local law, in the jurisdiction(s) in which You use the App.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.7\tU.S. Government Use<\/strong>. The App and its related documentation are “Commercial Items”, as that term is defined at 48 C.F.R. §2.101, consisting of “Commercial Computer Software” and “Commercial Computer Software Documentation”, as such terms are used in 48 C.F.R. §12.212 or 48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S. Government end users: (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.8\tPerformance or Benchmark Testing<\/strong>. You may not disclose the results of any benchmark test using the App to any third party without NWSN’ prior written approval.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.9\tModification or Amendment<\/strong>. To the extent not prohibited by law, NWSN may modify or amend the terms of this Agreement, at any time, with or without direct notice to You, by posting a copy of the modified or amended Agreement available through the App or at <a href=\"http:\/\/www.attsportsnet.com\/\">http:\/\/www.attsportsnet.com\/<\/a> You will be deemed to have agreed to any such modification or amendment by Your decision to continue using the App following the date in which the modified or amended Agreement is made available through the App or www.attsportsnet.com.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.10\tSurvival<\/strong>. Any provisions of this Agreement which by their express language or by their context are intended to survive the termination of this Agreement shall survive such termination.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.11\tThird Party Beneficiaries<\/strong>. Except as explicitly provided in this Agreement or in its incorporated agreements, nothing contained in this Agreement is intended or shall be construed to confer upon any person (other than the parties hereto) any rights, benefits or remedies of any kind or character, or to create any obligations or liabilities of a party to any such person.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.12\tNo Transfer by You<\/strong>. You may not transfer Your rights or obligations under this Agreement. Any attempted transfer by You in contravention of this Agreement shall be null and void. NWSN may assign this Agreement without restriction.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.13\tDMCA Copyright Notifications<\/strong>. You may send a valid notification of claimed copyright infringement under the Digital Millennium Copyright Act (“DMCA”). Our designated agent to receive notifications of claimed infringement as described in DMCA subsection 512(c)(3) is: \r\n\t\t<div style=\"padding-left: 20px;\">\r\n\t\t\tManager of Security & Copyright Infringement<br\/>\r\n\t\t\t1800 Perimeter Park Drive, Suite 100<br\/>\r\n\t\t\tMorrisville, NC 27560<br\/>\r\n\t\t\tE-mail: copyright@att.com<br\/>\r\n\t\t\tFor further information, see <a href=\"https:\/\/www.att.com\/legal\/terms.dmca.html\">https:\/\/www.att.com\/legal\/terms.dmca.html <\/a>\r\n\t\t<\/div>\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.14\tEntire Agreement<\/strong>. This Agreement including the documents incorporated herein by reference constitute the entire agreement with respect to the use of the App and Service and supersedes all prior or contemporaneous understandings regarding such subject matter.\r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>Open Source Terms<\/strong>. The App may use, incorporate, or access software that is subject to the following Open Source License Terms:\r\n<\/p>\r\n<p>Apache 2 license: <a href=\"http:\/\/www.apache.org\/licenses\/LICENSE-2.0\">http:\/\/www.apache.org\/licenses\/LICENSE-2.0<\/a><\/p>"
        },
        {
          "key": "contact",
          "name": "Contact Us",
          "type": "url",
          "url": "http://rockymountain-attsn.att.com/contact-us/"
        },
        {
          "key": "careers",
          "name": "Careers",
          "type": "url",
          "url": "https://connect.att.jobs/"
        },
        {
          "key": "about",
          "name": "About Us",
          "type": "html",
          "data": "<h2>About Us<\/h2>\r\n<div class=\"entry-content\">\r\n  <p>AT&amp;T SportsNet is the television home of the Colorado Rockies, Utah Jazz, Vegas Golden Knights, Mountain West, and the Big Sky Conference.<\/p>\r\n  <p><strong>THE FAN CONNECTION<\/strong><\/p>\r\n  <p>AT&amp;T SportsNet delivers sports experiences that fuel our passion and pride as fans while generating deeper connections to our home teams and our cities where they play. When you’re a real fan, it’s never just a game. We don’t hang up the colors when the lights go out: we wear them with pride outside the lines and celebrate the stories they inspire. We lead this tribe of the faithful in the constant pursuit of new ways to passionately enjoy the game day experience, while being immersed in the stories and emotion that surround the teams and cities we call home.<\/p>\r\n  <p>Our fandom has no limits. It’s driven by the desire to not only know more but also to experience it whenever we want, wherever we are.<\/p>\r\n  <p>Our connection is not just something we have; it’s something we can feel in our souls. That connection is fueled by our commitment to innovate and generate a premium experience in and around the games and the teams that inspire us to be passionate fans.<\/p>\r\n  <p>Welcome to AT&amp;T SportsNet.<\/p>\r\n<\/div>"
        },
        {
          "key": "certifications",
          "name": "Certifications",
          "type": "url",
          "url": "http://dehayf5mhw1h7.cloudfront.net/wp-content/uploads/sites/841/2017/06/21110706/Q3-RM.pdf"
        },
        {
          "key": "resources",
          "name": "Affiliate Resources",
          "type": "url",
          "url": "https://rockymountain-attsn.att.com/affiliate-resources/"
        },
        {
          "key": "press",
          "name": "Press",
          "type": "url",
          "url": "https://rockymountain-attsn.att.com/category/press/"
        },
        {
          "key": "faq",
          "name": "FAQ",
          "type": "html",
          "data": "<h1>AT&T SportsNet App FAQ<\/h1>\r\n\r\n<h2>Sign-Up Section<\/h2>\r\n<h3>Can I stream AT&T SportsNet?<\/h3>\r\n<p>\r\nAT&T SportsNet offers a stream of our channel on both an app and web platform. Games will be available to those viewers who subscribe to a cable or satellite company which carries AT&T SportsNet <strong>and<\/strong> whose provider has agreed to allow their customers access to the streaming service.\r\n<\/p>\r\n\r\n<h3>Is there an additional cost?<\/h3>\r\n<p>There is no additional cost as long as you are a valid paid cable or satellite customer who subscribes to a video package that includes AT&T SportsNet. Data charges may apply for mobile app viewing. Please check with your mobile provider.<\/p>\r\n\r\n<h3>Is AT&T SportsNet available without being a paid cable or satellite customer?<\/h3>\r\n<p>No, the only way to access digital streaming of AT&T SportsNet is to have a valid pay television subscription that contains AT&T SportsNet and whose provider has agreed to allow their customers access to the streaming service.<\/p>\r\n\r\n<h3>My cable or satellite provider does not carry AT&T SportsNet, what can I do?<\/h3>\r\n<p>Contact your cable or satellite provider and demand that they carry AT&T SportsNet to get access to our award-winning live game coverage and streaming services.<\/p>\r\n\r\n<h3>My cable or satellite provider does carry AT&T SportsNet, but I do not see them on the \r\n<p>streaming provider list, what can I do?<\/h3>\r\nSome TV providers have not yet accepted our offer of the free streaming service. Contact your cable or satellite provider and request that they allow you access to stream AT&T SportsNet. \r\n\r\n<h3>Can I stream all AT&T SportsNet content on the app and website?<\/h3>\r\n<p>NHL and MLS content is not currently available for streaming.<\/p>\r\n\r\n\r\n<h2>Technical Section<\/h2>\r\n<h3>What are the technical requirements and what devices will work?<\/h3>\r\n<p>You will be able to watch from both PC and Mac platforms. Additionally, you will be able to watch on both Apple and Android devices. To watch games and other programming on any of these platforms, you will need to “authenticate” with your pay TV subscription credentials with a valid subscription to AT&T SportsNet.<\/p>\r\n\r\n<h3>What software will I need?<\/h3>\r\n<p>We support iOS and Android software on mobile as well as Chrome, Firefox, Safari, Internet Explorer and Edge for desktop viewing.<\/p>\r\n\r\n<h3>What does my video quality depend on?<\/h3>\r\n<p>Various factors affect video quality including device used, internet speeds, and current network congestion.<\/p>\r\n\r\n<h3>On the provider authentication page, my logon credentials are not working?<\/h3>\r\n<p>Contact your cable or satellite provider and confirm the current email address they have on file. Also confirm that your subscribed level of service is a TV package that includes AT&T SportsNet.<\/p>\r\n\r\n<h3>What if I forgot my username and\/or password?<\/h3>\r\n<p>Contact your cable or satellite provider to learn how you can retrieve your username and\/or password.<\/p>\r\n\r\n<h2>App Use Section<\/h2>\r\n<h3>Is there a way to stop, pause and or record the live games?<\/h3>\r\n<p>Our app will allow you to pause and stop live games, but not to record or download for offline viewing as part of this service. <\/p>\r\n\r\n<h3>What data does AT&T SportsNet collect?<\/h3>\r\n<p>We confirm your TV subscription and use your location in order to verify that you are within our geographic footprint and qualify for viewing of the content provided. Please refer to our User Terms and Privacy Policy (found at <a href=\"http:\/\/www.attsportsnet.com\/att-sportsnet-app-terms-conditions\/\">http:\/\/www.attsportsnet.com\/att-sportsnet-app-terms-conditions\/<\/a>) for additional details.<\/p>\r\n\r\n<h3>I am traveling out of town, will I still be able to stream the games on my phone or computer?<\/h3>\r\n<p>Unfortunately, currently you have to be within AT&T SportsNet geographic footprint in order to stream the programming.<\/p>"
        },
        {
          "key": "userAgreement",
          "name": "End User Acknowledgement",
          "type": "html",
          "data": "<div style=\"padding: 4px;\">\r\n<p>BY CLICKING “I AGREE”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE:\r\n<ul>\r\n\t<li>YOU HAVE READ AND UNDERSTAND THIS AGREEMENT (<a href=\"http:\/\/www.attsportsnet.com\/privacy-policy\/\">http:\/\/www.attsportsnet.com\/privacy-policy\/<\/a>) AND AGREE TO ITS TERMS;<\/li>\r\n\t<li>YOU ARE 18 YEARS OF AGE OR OLDER;<\/li>\r\n\t<li>TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 OF THE AGREEMENT.<\/li>\r\n<\/ul>\r\n<\/p>\r\n<\/div>"
        }
      ]
    },
    {
      "region_code": "SWST",
      "menu_resources": [
        {
          "key": "privacy",
          "name": "Privacy Policy",
          "type": "html",
          "data": "<h1>AT&T Sports Networks Terms of Service, End User License Agreement, and Privacy Statement<\/h1>\r\n<p>AT&T Sports Networks LLC, a subsidiary of AT&T Inc., licenses the App to You and grants You access to the AT&T SportsNet service (the “Service”), conditioned upon Your acceptance of these Terms of Service and End User License Agreement (the “Agreement”).<\/p>\r\n<p>THIS AGREEMENT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS (SEE SECTION 11), AND ALSO LIMITS THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF A DISPUTE (SEE SECTION 13).<\/p>\r\n<p>BY CLICKING “I AGREE” OR “ACCEPT”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE: (A) THAT YOU HAVE READ AND UNDERSTAND THIS AGREEMENT AND AGREE TO ITS TERMS; (B) THAT YOU ARE 18 YEARS OF AGE OR OLDER; AND (C) TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 HEREIN.<\/p>\r\n<p>If at any time after reviewing or using the App You wish to terminate such use or this Agreement, You must un-install and remove the App from Your Devices, and delete any copy of the App in Your possession. You agree that information collected from You or Your Devices before You un-install, remove or cease to use the App can still be used.<\/p>\r\n\r\n<p>\r\n<strong>1. DEFINITIONS<\/strong>. “AT&T Sports Networks,” “We,” “Our” and “Us” mean AT&T Sports Networks, LLC and its subsidiaries, agents, employees, successors and assigns; (b) “App” means the AT&T SportsNet application, any website, software, components, data or services provided in connection with the AT&T SportsNet application and Service, and any updates to these items; and (c) “You” and “Your” mean an individual who downloads or uses the App and any person or entity represented by that individual.\r\n<\/p>\r\n<p>\r\n<strong>2. THE APP<\/strong>. The App allows You to access live television and sports events (collectively, “Content”) available through the Service over a broadband or wireless Internet connection.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.1 Use of App<\/strong>. You must be 18 years of age, or the age of majority in Your state or territory, to subscribe to the Service. Individuals under the age of 18, or applicable age of majority, may utilize the App only with the involvement of a parent or legal guardian, under such person’s Service account and otherwise subject to this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.2\tContent<\/strong>. You understand that the Service may include, and the App may allow You to access, Content that may be considered offensive, indecent, explicit, or objectionable and this Content may or may not be identified as having explicit language or other objectionable attributes. Neither AT&T Sports Networks nor its licensors shall have liability to You for such Content. Content types, genres, categories and descriptions, if any, are provided for Your convenience, and neither AT&T Sports Networks nor its licensors guarantees their accuracy\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.3\tLimitation on Streams<\/strong>. The number of devices on which You may simultaneously watch Content is limited. Currently, You are limited to 5 concurrent streams. The number of devices available for use and the simultaneous streams may change from time to time at Our discretion.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.4\tVideo Resolution<\/strong>. Resolution of video content can be affected by the format of the content We receive, the variety of Internet connections and device screens used, and other reasons. So, while We can’t guarantee a specific resolution, We use video optimization technology in an effort to provide a better experience, depending on the device being used and the bandwidth available.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.5\tData Usage<\/strong>. Usage of the App may count against Your data usage, subject to the terms of agreement with Your wireless or Internet provider.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>2.6\tGeographic Limitation<\/strong>. The Service is intended only for individuals located in those portions of the United States in which the Service is offered to consumers and, in the case of You, only in Your Services Area. You represent and warrant that, at any time You attempt to access the Service (including through the App), You will be located in Your Services Area and will not attempt to access the Service from any other location or through proxy servers located in any other location. We will use technologies to verify Your geographic location, and will block access to the Service based on Our good faith determination that You are located outside of Your Services Area. \r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>3.\tSUBSCRIPTION AUTHENTICATION<\/strong>. The App provides a live stream of the AT&T SportsNet programming then being exhibited by the Distributor in Your Services Area. \r\n<\/p>\r\n<p>\r\n<strong>4.\tACCOUNT ACCESS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.1\tEligibility Criteria<\/strong>. To be eligible to access the Service (including through the App), You must meet the following criteria (the “Eligibility Criteria”): (1) You must be a subscriber of an account in good standing with an authorized television provider (“Distributor”) that has a qualifying agreement with Us, and (2) You must then be located within the required geographic region of that Distributor (the “Services Area”). To access the Service and\/or App, You will be required to (a) authenticate Your account using a unique Username and password associated with Your Service subscription, and (b) confirm Your current location.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.2\tAccess and Passwords<\/strong>. You are responsible for maintaining the confidentiality of the password You use for Your Service account and are fully responsible for all activities that occur under Your password and Service account. You agree to keep Your password confidential, not to share it with anyone else and to immediately notify Us of any unauthorized use of Your Service account.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>4.3\tAccount Owner<\/strong>. The person who created the Service account and who agrees to this Agreement is the “Account Owner.” To provide You with ease of access to Your Service account, the Service implements technology that enables Us to recognize the Account Owner and provide the Account Owner with direct access to the account without retyping any password or other identification each time You visit and use the Service via the App, Your Devices, or Your browser. The Account Owner is solely responsible for enabling this functionality.\r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>5.\tCONTENT AND PROGRAMMING<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.1\tProgramming<\/strong>. Factors such as home zip code, current geographic location, and affiliate authentication affect the availability of programming. We reserve the unrestricted right to change, rearrange, add or delete Our programming content and any service We offer (including the Service), at any time. We will attempt to notify You of any changes within Our reasonable control.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.2\tPrivate Viewing<\/strong>. The App and Service are only for private, non-commercial use. Content may not be viewed in areas open to the public or in commercial establishments, even if no fee is charged for its viewing. You may not rebroadcast, transmit or perform the Content, or charge admission for its viewing, or transmit or distribute running accounts of it. You may not use any of Our trademarks.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>5.3\tBlackouts<\/strong>. Certain programming, including sports events, may be blacked out in Your local reception area. Blackout restrictions are decided by the sports leagues and other entities that own the local broadcast rights.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>6.\tLICENSE GRANT AND USE RESTRICTIONS<\/strong>. \r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>6.1\tLicense Grant<\/strong>. . Subject to the restrictions set forth in Section 6.2, AT&T Sports Networks grants You a personal, revocable, non-exclusive, non-transferable, limited right to install and use a single instance of the App on a mobile device or other computing device that is owned and controlled by You (“Your Device”), and to access and use the App on Your Device solely for accessing the Service and viewing Content, strictly in accordance with the terms and conditions of this Agreement, and all applicable local, national, and international laws and regulations.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>6.2\tRestrictions on Use<\/strong>. You shall not: (a) decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the App, for any purpose; (b) modify, adapt, improve, or create any derivative work from the App or Content; (c) violate any applicable laws, rules or regulations in connection with Your access or use of the App or Content; (d) remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of AT&T Sports Networks or its collaborators, suppliers or licensors; (e) use the App or Content in a manner that derives revenue directly from such use, or use the App for any other purpose for which it is not designed or intended; (f) enable the use of the App on a device that is not Your Device; (g) enable access to or use of Content on a device that is not Your Device; (h) make the App or Content available over a network or other environment permitting access or use by multiple devices or users at the same time; (i) use the App or Content for creating a product, service or software that is, directly or indirectly, competitive with or in any way a substitute for any services, product or software offered by AT&T Sports Networks or its licensors; (j) use the App to send automated queries to any website or to send any unsolicited commercial e-mail; (k) use any proprietary information or interfaces of AT&T SportsNet or other intellectual property of AT&T Sports Networks in the design, development, manufacture, licensing or distribution of any applications, accessories or devices for use with the App; (l) circumvent, disable or tamper with any security-related components or other protective measures applicable to the App or the Content; or (m) reproduce, archive, retransmit, distribute, sell, lease, rent, exchange, modify, broadcast, synchronize, publicly perform, publish, publicly display, make available to third parties, transfer or circulate the App or Content. You agree to abide by the rules and policies established from time to time by AT&T Sports Networks. Such rules and policies may include, for example, required or automated updates, modifications, and\/or reinstallations of the App and obtaining available patches to address security, interoperability, or performance issues. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n\r\n<strong>7.\tINTELLECTUAL PROPERTY RIGHTS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.1\tRights to App and Service<\/strong>. The App (including its source and object code), any copies thereof (whether or not present on Your Device), the Service, and all copyrights, patents, trademarks, trade secrets and other intellectual property rights associated therewith are, and shall remain, the property of AT&T Sports Networks or its collaborators, licensors, or suppliers. The source and object code of the App are the proprietary and confidential information of AT&T Sports Networks and its collaborators, licensors and suppliers. The App is licensed, not sold, to You. Title to the App and Service shall remain with AT&T Sports Networks. AT&T Sports Networks and its collaborators, licensors, and suppliers reserve the right to change, suspend, terminate, remove, impose limits on the use of or access to, disable access to the App or Service, or require the return of the App (or any copy thereof), at any time without notice and will have no liability for doing so. Except as expressly stated in this Agreement, You are not granted any intellectual property rights in or to the App, Service or Content by implication, estoppel or other legal theory, and all rights in and to the App, Service and Content not expressly granted in this Agreement are hereby reserved and retained by AT&T Sports Networks. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.2\tAT&T SportsNet Marks<\/strong>. The following company name and related logos and all related product and service names, design marks and slogans are trademarks and service marks owned by and used under license from AT&T Sports Networks LLC and AT&T Intellectual Property: “AT&T SportsNet” (the “AT&T SportsNet Marks”). You are not authorized to use the AT&T SportsNet Marks in any advertising, publicity or in any other commercial manner without the prior written consent of AT&T Sports Networks, which may be withheld for any or no reason. These obligations survive termination of this Agreement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>7.3\tOpen Source Software<\/strong>. The App may include third party software that is subject to open source license terms (“Open Source Software”). You acknowledge and agree that Your right to use such Open Source Software as part of the App is subject to and governed by the terms and conditions of any license applicable to the Open Source Software (the “Open Source License Terms”). In the event of a conflict between the terms of this Agreement and the Open Source License Terms, the Open Source License Terms shall control.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>8.\tLEAGUE RESTRICTIONS<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>8.1\t“League Restriction(s)”<\/strong> means: (i) the respective constitutions, by-laws, and other rules, regulations and agreements of Major League Baseball (“MLB”), the National Basketball Association (“NBA”), National Hockey League (“NHL”), National Football League (“NFL”), National Collegiate Athletic Association (“NCAA”), Major League Soccer (“MLS”) and any other association, league, conference or other governing body of a professional, amateur (e.g., the Olympics, Little League) or collegiate sport (“League(s)”) as they currently exist, and as they may be amended, modified or otherwise supplemented from time to time,; (ii) any action taken by the commissioner of any League (including without limitation the Office of the Commissioner of Baseball), or any other person having authority delegated by the commissioner (or other duly-authorized League executive) of any League, pursuant to any document, policy, rule, regulation or restriction referred to in clause (i) of this definition; and (iii) the terms of any existing or future contracts entered into by the Leagues with third parties or entered into in good faith and at arms’ length between AT&T Sports Networks and any League or team relating to the telecasting or other distribution of sporting events, as the same may be entered into, modified, and enforced from time to time. \r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>8.2\tAffiliate Restrictions based on League Restrictions<\/strong>. This Agreement and the license granted by AT&T Sports Networks to affiliates are limited by, and subject to, all limitations, covenants, standards and restrictions applicable to either AT&T Sports Networks (including restrictions included in AT&T Sports Networks’ agreements with each Service program supplier or withdrawal of consent to AT&T Sports Networks distribution of programming by any Service program supplier) or any Service program supplier (including such supplier’s constitutions, bylaws, rules, regulations, directives and agreements and those of each league, conference, association or individual athletic team), as any of the same may be amended, supplemented, restated, interpreted, enacted or entered into or enforced from time to time.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>9.\tNO RESPONSIBILITY FOR THIRD PARTY CONTENT AND SERVICES.<\/strong>\r\n<div>\r\nThe App or Service may permit access to products, services, websites, advertisements, and content from advertisers, publishers, vendors and other third parties (“Third Party Content and Services”). Your use of Third Party Content and Services may be subject to additional terms of use set by the third parties. YOUR USE OF THIRD PARTY CONTENT AND SERVICES IS AT YOUR SOLE RISK AND DISCRETION. AT&T Sports Networks does not investigate, monitor, represent, endorse or publish the Third Party Content and Services. AT&T Sports Networks reserves the right to restrict or deny access to any Third Party Content and Services otherwise accessible through the App or Service. AT&T Sports Networks shall have no liability to You arising out of or in connection with Your access to and use (or misuse) of the Third Party Content and Services.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>10.\tPRIVACY STATEMENT<\/strong>.\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.1<\/strong>\tIf You ever access the AT&T Sports Networks Service via the App, you may generate certain technical, usage, and network performance information (e.g., device information, operating system, operating system version) and be required to provide Us with account and contact data (such as Your name, physical and email addresses, phone numbers and\/or domain names (“Personal Information”) to provision the Service and improve your experience.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.2<\/strong>\tThis App also accesses and uses Your location information in order to determine Your Eligibility Criteria. By downloading or otherwise using this App, You hereby consent to the use of this location information for these purposes.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.3<\/strong>\tAggregate information on App usage is or may be recorded, and information volunteered by site users including all data submitted is collected and stored. This includes the use of specific services on the App and\/or Service(s) such as performing keyword searches, registering for events, or requesting additional information. \r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.4<\/strong>\tCookies may be required to use certain services on the Site. Cookies are small files that may include a unique identifier, which is sent from our Web server to Your web browser and is stored on Your hard drive for record-keeping purposes. We use cookies to provide services, to record current session information and identify user trends and patterns. You may choose to view, block or erase cookies within Your web browser. However, this may limit Your ability to use all services provided on Our web sites. Although, some web sites may be able to track Your usage after cookie deletion if you come back to the same site or a related site and provide Personal Information.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.5<\/strong>\tThe confidential data You submit is encrypted using industry-standard SSL encryption. Furthermore, all of the customer data We collect is protected against unauthorized access and is never sold, traded or rented for commercial purposes to other organizations except to provide services, information, or products You’ve requested, when we have Your permission, or in the following circumstances: (a) in the case of a sale of all of the assets of Our company, a merger involving Our company, a sale of assets involving Our company or a corporate reorganization involving Our company; and (b) when it is necessary to share information to investigate, prevent, or take action regarding illegal activities, suspected threatening or fraudulent activities, and violations of this Agreement, or as otherwise required by law.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>10.6<\/strong>\tThrough the App, and\/or Service(s) You may be introduced to a variety of third-party vendors and sites (i.e. We use Adobe to authenticate Your account). The privacy policies of these third parties are not under Our control. The use of any information that You may provide to any third party will be governed by the privacy policy of the operator of the site that You are visiting, which may differ from Ours. As well, in some cases these third parties may share the information that they collect about You with Us. Because we do not control the privacy policies of Our business affiliates or any other sites to which We may provide hyperlinks, You may deem it advisable to review the privacy policy of any site You visit. If You cannot find that site’s privacy policy, or if You are uncertain about the entity to which You are providing Your information, You should contact that site directly for more information.\r\n\t<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>11.\tTERM AND TERMINATION<\/strong>.\r\n<div>\r\nThis Agreement shall be effective until terminated. We may, in Our sole and absolute discretion, at any time and for any or no reason, disable the App, or suspend or terminate this Agreement and the rights afforded to You hereunder, with or without prior notice or other action by AT&T Sports Networks. Upon the termination of this Agreement, You shall cease all use of the App and uninstall the App from Your Device, and delete any copy of the App in Your possession. AT&T Sports Networks will not be liable to You or any third party for compensation, indemnity, or damages of any sort as a result of terminating this Agreement in accordance with its terms, and termination of this Agreement will be without prejudice to any other right or remedy AT&T Sports Networks may have, now or in the future. These obligations survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>12.\tDISPUTE RESOLUTION BY BINDING ARBITRATION.<\/strong>\r\n<div> \r\n<strong>PLEASE READ THIS CAREFULLY. IT AFFECTS YOUR RIGHTS.<\/strong>\r\n<\/div>\r\n<p>\r\n<strong>12.1\tSummary<\/strong>.\r\n<div>\r\nMost customer concerns can be resolved quickly and to the customer’s satisfaction by reaching our customer service department by going to <a href=\"http:\/\/www.attsportsnet.com\/contact-us\/\">http:\/\/www.attsportsnet.com\/contact-us\/<\/a> and submitting issues. <strong>In the unlikely event that AT&T Sports Networks customer service department is unable to resolve a complaint You may have to Your satisfaction (or if AT&T Sports Networks has not been able to resolve a dispute it has with you after attempting to do so informally), we each agree to resolve those disputes through binding arbitration or small claims court instead of in courts of general jurisdiction<\/strong>. Arbitration is more informal than a lawsuit in court. Arbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts. Arbitrators can award the same damages and relief that a court can award. <strong>Any arbitration under this Agreement will take place on an individual basis; class arbitrations and class actions are not permitted<\/strong>. For any non-frivolous claim that does not exceed $75,000, AT&T Sports Networks’ will pay all costs of the arbitration. Moreover, in arbitration you are entitled to recover attorneys’ fees from AT&T Sports Networks to at least the same extent as you would be in court.\r\n<\/div>\r\n<div>\r\nIn addition, under certain circumstances (as explained below), AT&T Sports Networks will pay You more than the amount of the arbitrator’s award and will pay Your attorney (if any) twice his or her reasonable attorneys’ fees if the arbitrator awards you an amount that is greater than what NWSN has offered you to settle the dispute.\r\n<\/div>\r\n<p>\r\n<strong>12.2\tArbitration Agreement<\/strong>.\r\n<div>\r\n(1) AT&T Sports Networks and You agree to arbitrate <strong>all disputes and claims<\/strong> between us. This agreement to arbitrate is intended to be broadly interpreted. It includes, but is not limited to:\r\n<ol>\r\n\t<li>claims arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory;<\/li>\r\n\t<li>claims that arose before this or any prior Agreement (including, but not limited to, claims relating to advertising);<\/li>\r\n\t<li>claims that are currently the subject of purported class action litigation in which You are not a member of a certified class; and<\/li>\r\n\t<li>claims that may arise after the termination of this Agreement.<\/li>\r\n<\/ol>\r\nFor purposes of this Section 12, references to “AT&T Sports Networks,” “You(r),” and “Us” include our respective subsidiaries, agents, employees, predecessors in interest, successors, and assigns, as well as all authorized or unauthorized users or beneficiaries of services or Devices under this or prior Agreements between us. Notwithstanding the foregoing, either party may bring an individualized action in small claims court. This arbitration agreement does not preclude You from bringing issues to the attention of federal, state, or local agencies, including, for example, the Federal Communications Commission. Such agencies can, if the law allows, seek relief against us on Your behalf. <strong>You agree that, by entering into this Agreement, You and<\/strong> AT&T Sports Networks <strong>are each waiving the right to a trial by jury or to participate in a class action<\/strong>. This Agreement evidences a transaction in interstate commerce, and thus the Federal Arbitration Act governs the interpretation and enforcement of this provision. This arbitration provision shall survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n<p>\r\n(2) A party who intends to seek arbitration must first send to the other, by certified mail, a written Notice of Dispute (“Notice”). The Notice to AT&T Sports Networks should be addressed to both the Legal Department and to the Office of Programming at: AT&T Sports Networks LLC, 601 Union St., Suite 3020, Seattle, WA 98101 (“Notice Address”). The Notice must (a) describe the nature and basis of the claim or dispute; and (b) set forth the specific relief sought (“Demand”). If AT&T Sports Networks and You do not reach an agreement to resolve the claim within 30 days after the Notice is received, You or AT&T Sports Networks may commence an arbitration proceeding. During the arbitration, the amount of any settlement offer made by AT&T Sports Networks or You shall not be disclosed to the arbitrator until after the arbitrator determines the amount, if any, to which You or AT&T Sports Networks is entitled. You may download or copy a form Notice and a form to initiate arbitration at <a href=\"https:\/\/www.att.com\/arbitration-forms\">att.com\/arbitration-forms<\/a>. \r\n<\/p>\r\n<p>\r\n(3) After You have commenced arbitration, AT&T Sports Networks will promptly reimburse You for Your payment of the filing fee, unless Your claim is for greater than $75,000. (The filing fee currently is $200 for claims under $10,000 but is subject to change by the arbitration provider. If You are unable to pay this fee, AT&T Sports Networks will pay it directly upon receiving a written request at the Notice Address.) The arbitration will be governed by the Consumer Arbitration Rules (“AAA Rules”) of the American Arbitration Association (“AAA”), as modified by this Agreement, and will be administered by the AAA. If the AAA is unavailable, the parties shall agree to another arbitration provider or the court shall appoint a substitute. The AAA Rules are available online at <a href=\"\">adr.org<\/a>, by calling the AAA at 1-800-778-7879, or by writing to the Notice Address. (You may obtain information that is designed for non-lawyers about the arbitration process at <a href=\"https:\/\/www.att.com\/arbitration-forms\">att.com\/arbitration-forms<\/a>.) The arbitrator is bound by the terms of this Agreement. All issues are for the arbitrator to decide, except that issues relating to the scope and enforceability of the arbitration provision are for the court to decide. Unless AT&T Sports Networks and You agree otherwise, any arbitration hearings will take place in the county (or parish) of Your billing address. If Your claim is for $10,000 or less, we agree that You may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules. If Your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules. Regardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based. Except as otherwise provided for herein, AT&T Sports Networks will pay all AAA filing, administration, and arbitrator fees for any arbitration initiated in accordance with the notice requirements above. If, however, the arbitrator finds that either the substance of Your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all such fees will be governed by the AAA Rules. In such case, You agree to reimburse AT&T Sports Networks for all monies previously disbursed by it that are otherwise Your obligation to pay under the AAA Rules. In addition, if You initiate an arbitration in which You seek more than $75,000 in damages, the payment of these fees will be governed by the AAA rules.\r\n<\/p>\r\n<p>\r\n(4) If, after finding in your favor in any respect on the merits of your claim, the arbitrator issues You an award that is greater than the value of AT&T Sports Networks’  last written settlement offer made before an arbitrator was selected, then AT&T Sports Networks will:\r\n<ul>\r\n\t<li>pay You the amount of the award or $10,000 (“the alternative payment”), whichever is greater; and<\/li>\r\n\t<li>pay Your attorney, if any, twice the amount of attorneys’ fees, and reimburse any expenses (including expert witness fees and costs) that Your attorney reasonably accrues for investigating, preparing, and pursuing Your claim in arbitration (“the attorney premium”).<\/li>\r\n<\/ul>\r\nIf AT&T Sports Networks did not make a written offer to settle the dispute before an arbitrator was selected, You and Your attorney will be entitled to receive the alternative payment and the attorney premium, respectively, if the arbitrator awards You any relief on the merits. The arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees, expenses, and the alternative payment and the attorney premium at any time during the proceedings and upon request from either party made within 14 days of the arbitrator’s ruling on the merits. \r\n<\/p>\r\n\r\n<p>\r\n(5) The right to attorneys’ fees and expenses discussed in paragraph (4) supplements any right to attorneys’ fees and expenses You may have under applicable law. Thus, if You would be entitled to a larger amount under the applicable law, this provision does not preclude the arbitrator from awarding You that amount. However, You may not recover duplicative awards of attorneys’ fees or costs. Although under some laws AT&T Sports Networks may have a right to an award of attorneys’ fees and expenses if it prevails in an arbitration, AT&T Sports Networks agrees that it will not seek such an award.\r\n<\/p>\r\n<p>\r\n(6) The arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim. <strong>YOU AND AT&T Sports Networks AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING<\/strong>. Further, unless both You and AT&T Sports Networks agree otherwise, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding. If applicable law precludes enforcement of any of this paragraph’s limitations as to a particular claim for relief, then that claim (and only that claim) must be severed from arbitration and may be brought in court.\r\n<\/p>\r\n<p>\r\n(7) Notwithstanding any provision in this Agreement to the contrary, we agree that if AT&T Sports Networks makes any future change to this arbitration provision (other than a change to the Notice Address) during Your Service Commitment, You may reject any such change by sending Us written notice within 30 days of the change to the Arbitration Notice Address provided above. By rejecting any future change, You are agreeing that You will arbitrate any dispute between us in accordance with the language of this provision.\r\n<\/p>\r\n\r\n<p>\r\n<strong>13.\tDISCLAIMER OF WARRANTIES<\/strong>.\r\n<div>\r\nYOU ACKNOWLEDGE AND AGREE THAT THE APP AND SERVICE, INCLUDING ALL CONTENT CONTAINED THEREIN OR ACCESSED THEREBY, ARE PROVIDED ON AN “AS IS’ AND “AS AVAILABLE” BASIS, AND THAT YOUR USE OF OR RELIANCE UPON THE APP AND SERVICE IS AT YOUR SOLE RISK AND DISCRETION. TO THE EXTENT NOT PROHIBITED BY LAW, AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS HEREBY DISCLAIM ANY AND ALL REPRESENTATIONS, WARRANTIES AND GUARANTIES REGARDING THE APP AND SERVICE, WHETHER ORAL, EXPRESS, IMPLIED OR STATUTORY, AND WHETHER ARISING BY LAW, STATUTE, USAGE OF TRADE, CUSTOM, COURSE OF DEALING OR PERFORMANCE OF THE PARTIES, OR THE NATURE OR CONTEXT OF THIS AGREEMENT, AND INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. FURTHERMORE, AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS MAKE NO WARRANTY THAT (I) THE APP OR SERVICE WILL MEET YOUR REQUIREMENTS; (II) THE APP OR SERVICE WILL BE UNINTERRUPTED, ACCURATE, RELIABLE, TIMELY, SECURE, FREE FROM VIRUSES OR OTHER HARMFUL COMPONENTS OR ERROR-FREE; (III) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL ACCESSED OR OBTAINED BY YOU THROUGH THE APP OR SERVICE WILL BE AS REPRESENTED OR MEET YOUR EXPECTATIONS; OR (IV) ANY ERRORS IN THE APP OR SERVICE WILL BE CORRECTED OR THAT THE APP OR SERVICE WILL BE MAINTAINED. YOU ACKNOWLEDGE THAT THE APP IS NOT INTENDED OR SUITABLE FOR USE IN SITUATIONS OR ENVIRONMENTS WHERE THE PERFORMANCE OF, USE OR MISUSE OF, FAILURE OF, OR ERRORS OR INACCURACIES IN THE CONTENT, DATA OR INFORMATION PROVIDED BY, THE APP COULD LEAD TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL, PROPERTY, OR ENVIRONMENTAL DAMAGE. AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS DO NOT WARRANT THAT THE APP OR SERVICE WILL BE COMPATIBLE OR INTEROPERABLE WITH YOUR DEVICE OR ANY OTHER PIECE OF HARDWARE, SOFTWARE, EQUIPMENT OR DEVICE INSTALLED ON OR USED IN CONNECTION WITH YOUR DEVICE. FURTHERMORE, YOU ACKNOWLEDGE THAT COMPATIBILITY AND INTEROPERABILITY PROBLEMS CAN CAUSE THE PERFORMANCE OF YOUR DEVICE TO DIMINISH OR FAIL COMPLETELY, AND MAY RESULT IN PERMANENT DAMAGE TO YOUR DEVICE, LOSS OF THE DATA LOCATED ON YOUR DEVICE, AND CORRUPTION OF THE SOFTWARE AND FILES LOCATED ON YOUR DEVICE. YOU ACKNOWLEDGE AND AGREE THAT AT&T SPORTS NETWORKS AND ITS COLLABORATORS, SUPPLIERS AND LICENSORS, AND THEIR OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, SHALL HAVE NO LIABILITY TO YOU FOR ANY LOSSES SUFFERED, RESULTING FROM OR ARISING IN CONNECTION WITH COMPATIBILITY OR INTEROPERABILITY PROBLEMS. SHOULD THE APP PROVE DEFECTIVE, YOU ASSUME THE ENTIRE BURDEN OF ALL NECESSARY EXPENSES, SERVICING, REPAIR, OR CORRECTION. THIS SECTION 12 SHALL SURVIVE TERMINATION OF THIS AGREEMENT.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>14.\tLIMITATION OF LIABILITY<\/strong>. \r\n<div>\r\nEXCEPT TO THE EXTENT PROHIBITED BY LAW, UNDER NO CIRCUMSTANCES SHALL AT&T SPORTS NETWORKS, ITS COLLABORATORS, SUPPLIERS OR LICENSORS, NOR THEIR OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, BE LIABLE FOR ACCIDENTS, PROPERTY DAMAGE, PERSONAL INJURY, DEATH, OR FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, SPECIAL OR EXEMPLARY DAMAGES ARISING OUT OF OR IN CONNECTION WITH OR RELATING TO THE SALE OR DISTRIBUTION OF, THE PERFORMANCE OR NON-PERFORMANCE, OR YOUR ACCESS OR USE OF OR INABILITY TO ACCESS OR USE THE APP OR SERVICE, WHETHER OR NOT THE DAMAGES WERE FORESEEABLE AND WHETHER OR NOT SUCH PARTY WAS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, AT&T SPORTS NETWORKS’ AGGREGATE LIABILITY TO YOU (WHETHER UNDER CONTRACT, TORT, STATUTE OR OTHERWISE) SHALL NOT EXCEED THE GREATER OF (i) THE FEE YOU PAID FOR YOUR INITIAL MONTH’S SUBSCRIPTION TO THE SERVICE; (ii) THE AGGREGATE AMOUNT YOU PAID TO AT&T SPORTS NETWORKS FOR THE SERVICE DURING THE ONE MONTH PRECEDING THE DATE THAT THE CLAIM ARISES; OR (iii) TWO DOLLARS ($2.00). THE FOREGOING LIMITATIONS WILL APPLY EVEN IF THE ABOVE STATED REMEDY FAILS OF ITS ESSENTIAL PURPOSE. THIS SECTION 13 SHALL SURVIVE TERMINATION OF THIS AGREEMENT.\r\n<\/div>\r\n<\/p>\r\n<p>\r\n<strong>15.\tINDEMNIFICATION<\/strong>. \r\n<div>\r\nYou shall indemnify, defend and hold harmless AT&T Sports Networks and its collaborators, suppliers and licensors, and their officers, directors, agents and employees (the “Indemnified Parties”) from and against any claim, proceeding, loss, damage, fine, penalty, interest and expense (including, without limitation, fees for attorneys and other professional advisors) arising out of, in connection with or related to the following: (i) Your access to or use of the App, Service, or Third Party Content and Services; (ii) Your breach of this Agreement; (iii) Your violation of law; (iv) Your negligence or willful misconduct; and\/or (v) Your violation of the rights of a third party. You will promptly notify AT&T Sports Networks in writing of any third-party claim arising out of or in connection with Your access to or use of the App or Service. These obligations survive termination of this Agreement.\r\n<\/div>\r\n<\/p>\r\n\r\n<p>\r\n<strong>16.\tMISCELLANEOUS<\/strong>. The following provisions survive termination of this Agreement:\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.1\tGoverning Law, Limitation on Actions<\/strong>. This Agreement shall be deemed to take place in the State of California and shall be governed by and construed in accordance with the laws of the State of California, excluding its conflicts of law principles. This Agreement shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded. To the maximum extent permitted by applicable law, You and AT&T Sports Networks agree that any cause of action arising out of or relating to this Agreement, the App, the Service or Your use of the App or Service must commence within one (1) year after the applicable cause of action accrues in accordance with the dispute resolution provision. Otherwise, such cause of action is permanently barred.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.2\tContact Information<\/strong>. You may reach NWSN Customer Service by visiting <a href=\"http:\/\/www.attsportsnet.com\/contact-us\/\"><\/a>http:\/\/www.attsportsnet.com\/contact-us\/ to submit service issues.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.3\tElectronic Communications<\/strong>. We may communicate with You about the Service and this Agreement via email to the email address registered with Your Service account. You hereby consent to receive those communications and agree that any communications We send to You electronically will satisfy any applicable legal notice requirement.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.4\tSeverability<\/strong>. If any provision of this Agreement is held to be invalid or unenforceable, the remaining provisions shall not be affected and shall remain valid and enforceable to the fullest extent permitted by law.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.5\tWaiver<\/strong>. Except as provided herein, the failure to exercise a right or require performance of an obligation under this Agreement shall not affect a party’s ability to exercise such right or require such performance at any time thereafter nor shall the waiver of a breach constitute waiver of any subsequent breach.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.6\tExport Control; Lawful Use<\/strong>. You may not export or re-export the App except as authorized by United States law and the laws of the jurisdiction(s) in which the App was obtained. You represent and warrant that You are not located and will not use the App in any country that is (a) subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a “terrorist supporting” country; or (b) listed on any U.S. Government list of prohibited or restricted parties including the Treasury Department’s list of Specially Designated Nationals or the U.S. Department of Commerce Denied Persons List or Entity List. You may not use the App in any manner or for any purpose prohibited by (a) United States law, regardless of where You use the App, or (b) local law, in the jurisdiction(s) in which You use the App.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.7\tU.S. Government Use<\/strong>. The App and its related documentation are “Commercial Items”, as that term is defined at 48 C.F.R. §2.101, consisting of “Commercial Computer Software” and “Commercial Computer Software Documentation”, as such terms are used in 48 C.F.R. §12.212 or 48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S. Government end users: (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.8\tPerformance or Benchmark Testing<\/strong>. You may not disclose the results of any benchmark test using the App to any third party without NWSN’ prior written approval.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.9\tModification or Amendment<\/strong>. To the extent not prohibited by law, NWSN may modify or amend the terms of this Agreement, at any time, with or without direct notice to You, by posting a copy of the modified or amended Agreement available through the App or at <a href=\"http:\/\/www.attsportsnet.com\/\">http:\/\/www.attsportsnet.com\/<\/a> You will be deemed to have agreed to any such modification or amendment by Your decision to continue using the App following the date in which the modified or amended Agreement is made available through the App or www.attsportsnet.com.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.10\tSurvival<\/strong>. Any provisions of this Agreement which by their express language or by their context are intended to survive the termination of this Agreement shall survive such termination.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.11\tThird Party Beneficiaries<\/strong>. Except as explicitly provided in this Agreement or in its incorporated agreements, nothing contained in this Agreement is intended or shall be construed to confer upon any person (other than the parties hereto) any rights, benefits or remedies of any kind or character, or to create any obligations or liabilities of a party to any such person.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.12\tNo Transfer by You<\/strong>. You may not transfer Your rights or obligations under this Agreement. Any attempted transfer by You in contravention of this Agreement shall be null and void. NWSN may assign this Agreement without restriction.\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.13\tDMCA Copyright Notifications<\/strong>. You may send a valid notification of claimed copyright infringement under the Digital Millennium Copyright Act (“DMCA”). Our designated agent to receive notifications of claimed infringement as described in DMCA subsection 512(c)(3) is: \r\n\t\t<div style=\"padding-left: 20px;\">\r\n\t\t\tManager of Security & Copyright Infringement<br\/>\r\n\t\t\t1800 Perimeter Park Drive, Suite 100<br\/>\r\n\t\t\tMorrisville, NC 27560<br\/>\r\n\t\t\tE-mail: copyright@att.com<br\/>\r\n\t\t\tFor further information, see <a href=\"https:\/\/www.att.com\/legal\/terms.dmca.html\">https:\/\/www.att.com\/legal\/terms.dmca.html <\/a>\r\n\t\t<\/div>\r\n\t<\/div>\r\n\t<div style=\"padding-left: 20px;\">\r\n\t<strong>16.14\tEntire Agreement<\/strong>. This Agreement including the documents incorporated herein by reference constitute the entire agreement with respect to the use of the App and Service and supersedes all prior or contemporaneous understandings regarding such subject matter.\r\n\t<\/div>\r\n<\/p>\r\n<p>\r\n<strong>Open Source Terms<\/strong>. The App may use, incorporate, or access software that is subject to the following Open Source License Terms:\r\n<\/p>\r\n<p>Apache 2 license: <a href=\"http:\/\/www.apache.org\/licenses\/LICENSE-2.0\">http:\/\/www.apache.org\/licenses\/LICENSE-2.0<\/a><\/p>"
        },
        {
          "key": "contact",
          "name": "Contact Us",
          "type": "url",
          "url": "http://southwest-attsn.att.com/contact-us/"
        },
        {
          "key": "careers",
          "name": "Careers",
          "type": "url",
          "url": "https://connect.att.jobs/"
        },
        {
          "key": "about",
          "name": "About Us",
          "type": "html",
          "data": "<h2>About Us<\/h2>\r\n<div class=\"entry-content\">\r\n  <p>AT&amp;T SportsNet is the television home of the Houston Rockets and the Houston Astros,<\/p>\r\n  <p><strong>THE FAN CONNECTION<\/strong><\/p>\r\n  <p>AT&amp;T SportsNet delivers sports experiences that fuel our passion and pride as fans while generating deeper connections to our home teams and our cities where they play. When you’re a real fan, it’s never just a game. We don’t hang up the colors when the lights go out: we wear them with pride outside the lines and celebrate the stories they inspire. We lead this tribe of the faithful in the constant pursuit of new ways to passionately enjoy the game day experience, while being immersed in the stories and emotion that surround the teams and cities we call home.<\/p>\r\n  <p>Our fandom has no limits. It’s driven by the desire to not only know more but also to experience it whenever we want, wherever we are.<\/p>\r\n  <p>Our connection is not just something we have; it’s something we can feel in our souls. That connection is fueled by our commitment to innovate and generate a premium experience in and around the games and the teams that inspire us to be passionate fans.<\/p>\r\n  <p>Welcome to AT&amp;T SportsNet.<\/p>\r\n<\/div>"
        },
        {
          "key": "certifications",
          "name": "Certifications",
          "type": "url",
          "url": "http://dehayf5mhw1h7.cloudfront.net/wp-content/uploads/sites/843/2017/06/21125631/SW-Q2.pdf"
        },
        {
          "key": "resources",
          "name": "Affiliate Resources",
          "type": "url",
          "url": "http://southwest-attsn.att.com/affiliate-resources/"
        },
        {
          "key": "press",
          "name": "Press",
          "type": "url",
          "url": "http://southwest-attsn.att.com/category/press/"
        },
        {
          "key": "faq",
          "name": "FAQ",
          "type": "html",
          "data": "<h1>AT&T SportsNet App FAQ<\/h1>\r\n\r\n<h2>Sign-Up Section<\/h2>\r\n<h3>Can I stream AT&T SportsNet?<\/h3>\r\n<p>\r\nAT&T SportsNet offers a stream of our channel on both an app and web platform. Games will be available to those viewers who subscribe to a cable or satellite company which carries AT&T SportsNet <strong>and<\/strong> whose provider has agreed to allow their customers access to the streaming service.\r\n<\/p>\r\n\r\n<h3>Is there an additional cost?<\/h3>\r\n<p>There is no additional cost as long as you are a valid paid cable or satellite customer who subscribes to a video package that includes AT&T SportsNet. Data charges may apply for mobile app viewing. Please check with your mobile provider.<\/p>\r\n\r\n<h3>Is AT&T SportsNet available without being a paid cable or satellite customer?<\/h3>\r\n<p>No, the only way to access digital streaming of AT&T SportsNet is to have a valid pay television subscription that contains AT&T SportsNet and whose provider has agreed to allow their customers access to the streaming service.<\/p>\r\n\r\n<h3>My cable or satellite provider does not carry AT&T SportsNet, what can I do?<\/h3>\r\n<p>Contact your cable or satellite provider and demand that they carry AT&T SportsNet to get access to our award-winning live game coverage and streaming services.<\/p>\r\n\r\n<h3>My cable or satellite provider does carry AT&T SportsNet, but I do not see them on the \r\n<p>streaming provider list, what can I do?<\/h3>\r\nSome TV providers have not yet accepted our offer of the free streaming service. Contact your cable or satellite provider and request that they allow you access to stream AT&T SportsNet. \r\n\r\n<h3>Can I stream all AT&T SportsNet content on the app and website?<\/h3>\r\n<p>NHL and MLS content is not currently available for streaming.<\/p>\r\n\r\n\r\n<h2>Technical Section<\/h2>\r\n<h3>What are the technical requirements and what devices will work?<\/h3>\r\n<p>You will be able to watch from both PC and Mac platforms. Additionally, you will be able to watch on both Apple and Android devices. To watch games and other programming on any of these platforms, you will need to “authenticate” with your pay TV subscription credentials with a valid subscription to AT&T SportsNet.<\/p>\r\n\r\n<h3>What software will I need?<\/h3>\r\n<p>We support iOS and Android software on mobile as well as Chrome, Firefox, Safari, Internet Explorer and Edge for desktop viewing.<\/p>\r\n\r\n<h3>What does my video quality depend on?<\/h3>\r\n<p>Various factors affect video quality including device used, internet speeds, and current network congestion.<\/p>\r\n\r\n<h3>On the provider authentication page, my logon credentials are not working?<\/h3>\r\n<p>Contact your cable or satellite provider and confirm the current email address they have on file. Also confirm that your subscribed level of service is a TV package that includes AT&T SportsNet.<\/p>\r\n\r\n<h3>What if I forgot my username and\/or password?<\/h3>\r\n<p>Contact your cable or satellite provider to learn how you can retrieve your username and\/or password.<\/p>\r\n\r\n<h2>App Use Section<\/h2>\r\n<h3>Is there a way to stop, pause and or record the live games?<\/h3>\r\n<p>Our app will allow you to pause and stop live games, but not to record or download for offline viewing as part of this service. <\/p>\r\n\r\n<h3>What data does AT&T SportsNet collect?<\/h3>\r\n<p>We confirm your TV subscription and use your location in order to verify that you are within our geographic footprint and qualify for viewing of the content provided. Please refer to our User Terms and Privacy Policy (found at <a href=\"http:\/\/www.attsportsnet.com\/att-sportsnet-app-terms-conditions\/\">http:\/\/www.attsportsnet.com\/att-sportsnet-app-terms-conditions\/<\/a>) for additional details.<\/p>\r\n\r\n<h3>I am traveling out of town, will I still be able to stream the games on my phone or computer?<\/h3>\r\n<p>Unfortunately, currently you have to be within AT&T SportsNet geographic footprint in order to stream the programming.<\/p>"
        },
        {
          "key": "userAgreement",
          "name": "End User Acknowledgement",
          "type": "html",
          "data": "<div style=\"padding: 4px;\">\r\n<p>BY CLICKING “I AGREE”, OR BY DOWNLOADING, INSTALLING OR USING THE APP OR SERVICE, YOU AGREE:\r\n<ul>\r\n\t<li>YOU HAVE READ AND UNDERSTAND THIS AGREEMENT (<a href=\"http:\/\/www.attsportsnet.com\/privacy-policy\/\">http:\/\/www.attsportsnet.com\/privacy-policy\/<\/a>) AND AGREE TO ITS TERMS;<\/li>\r\n\t<li>YOU ARE 18 YEARS OF AGE OR OLDER;<\/li>\r\n\t<li>TO THE PRIVACY STATEMENT SET FORTH IN SECTION 10 OF THE AGREEMENT.<\/li>\r\n<\/ul>\r\n<\/p>\r\n<\/div>"
        }
      ]
    }
  ],
  "errors": [
    {
      "code": 0,
      "header": "Unknown error.",
      "icon_class": "error__icon-subscription",
      "body": "Unknown error occurred. Please refresh page or contact support."
    },
    {
      "code": 1,
      "header": "Unsecure device.",
      "icon_class": "error__icon-subscription",
      "body": "The device is rooted. For security reasons the application cannot be run from a rooted device."
    },
    {
      "code": 2,
      "header": "The credentials is not valid.",
      "icon_class": "error__icon-subscription",
      "body": "Authentication failed with your provider. Please try again."
    },
    {
      "code": 3,
      "header": "This network is not included.",
      "icon_class": "error__icon-subscription",
      "body": "This channel is not included in your current {MVPD} service."
    },
    {
      "code": 4,
      "header": "This event is not available.",
      "icon_class": "error__icon-subscription",
      "body": "There was an issue authorizing the content/program."
    },
    {
      "code": 5,
      "header": "The maximum allowable streams.",
      "icon_class": "error__icon-subscription",
      "body": "You've reached the maximum allowed streams on your account. Please logout from one of your devices and try again."
    },
    {
      "code": 6,
      "header": "This event is not available on your current location.",
      "icon_class": "error__icon-location",
      "body": "Your device is currently not in region. Please try again when you're in region."
    },
    {
      "code": 7,
      "header": "The program is not authorized",
      "icon_class": "error__icon-subscription",
      "body": "Program not authorized by your service provider. Do you want to return to the schedule?",
      "recovery": "or try playing an alternate program."
    },
    {
      "code": 8,
      "header": "This event is not available on your current location.",
      "icon_class": "error__icon-location",
      "body": "Program not authorized in your current location.",
      "recovery": "Please try playing alternate program"
    },
	{
      "code": 81,
      "header": "This event is not available on your current location.",
      "icon_class": "error__icon-location",
      "body": "Program not in your billing zip market territory.",
      "recovery": "Please try playing alternate program"
	},
    {
      "code": 9,
      "header": "Location services turned off",
      "icon_class": "error__icon-location",
      "body": "Location services are turned off. To get access, please enable location services."
    },
    {
      "code": 10,
      "header": "Mobile browsers are not allowed",
      "icon_class": "error__icon-location",
      "body": "Web application could not be launched in mobile browser. Install the native app please."
    },
    {
      "code": 12,
      "header": "Ooyala not authorized this media",
      "icon_class": "error__icon-subscription",
      "body": "This media is not authorized by Ooyala to watch on your computer."
    },
    {
      "code": 13,
      "header": "Programs list is empty",
      "icon_class": "error__icon-subscription",
      "body": "There are no programs in your region"
    },
    {
      "code": 14,
      "header": "DRM check error",
      "icon_class": "error__icon-drm",
      "body": "Program is DRM-restricted"
    },
    {
      "code": 15,
      "header": "Incorrect device zip",
      "icon_class": "error__icon-incorrect-zip",
      "body": "Location services detected your zip code as {device_zip}, which is incorrect"
    },
    {
      "code": 16,
      "header": "Location could not be determined",
      "icon_class": "error__icon-location-detection",
      "body": "Could not retrieve your location. Please try again"
    },
    {
      "code": 404,
      "header": "No programs on channel",
      "icon_class": "error__icon-no-programs",
      "body": "Currently no programs available",
      "recovery": "Would you like to watch a different program?"
    },
    {
      "code": 424,
      "header": "Service communication error",
      "icon_class": "error__icon-service-communication",
      "body": "Stream unavailable due to technical issue",
      "recovery": "Would you like to play different stream?"
    }
  ],
  "hotAndroidDevices": ["samsung_GT-I9505", "samsung_GT-I9500", "samsung_GT-I9505G", "Verizon_SCH-I545"],
  "blacklistedMvpdIds": ["mid030"]
}
